{"id": 1, "basic_info": "原始病例:  \n一名35岁男性患者，已有咳嗽和咳痰史超过四年。患者报告四年前出现咳嗽和咳痰的初次发作，起因不明，当时痰液呈白色粘稠状。尽管口服阿莫西林（50mg，每日三次）治疗，但无改善。2017年7月，他在当地医院被诊断为肺结核，从此一直服用抗结核药物，包括异烟肼（300mg每日）和利福平（450mg每日），直到2021年7月自行停止治疗。无糖尿病、高血压、冠心病、外伤、手术或输血史。他否认肝炎病史，但报告已知青霉素过敏，并否认其他过敏。无感染性疾病的家族史。  \n\n患者咳嗽和咳痰超过四年，四天前出现新症状咯血，排出约500毫升新鲜红色血液。体格检查显示体温36.6°C，脉搏率91次/分钟，呼吸频率18次/分钟，血压135/86 mmHg。患者面色贫血，意识清楚，精神状态稳定。食欲不佳，整体营养状况尚可。皮肤和粘膜无黄疸或瘀点，浅表淋巴结无肿大。嘴唇无发绀，无面部水肿，咽部不红，颈部柔软，气管居中，甲状腺大小正常。胸壁和呼吸运动对称，听诊呼吸音粗糙，无明显啰音。心脏检查心界正常，节律规则，无病理性杂音。腹部平坦，无压痛，无反跳痛，肝脾肋下未触及，腹部检查肠鸣音正常，无移动性浊音。四肢肌力和肌张力正常。反射生理性正常，未引出病理性反射。  \n\n辅助检查显示胸部CT提示“双肺多发空洞形成”。实验室结果显示白细胞计数为88×10^9/L，中性粒细胞54%，淋巴细胞40%，嗜酸性粒细胞6%。红细胞计数2.9×10^12/L，血红蛋白水平90g/L，红细胞沉降率43mm/1小时。痰涂片抗酸杆菌阳性（+++），X-pert检测阳性。新型冠状病毒核酸检测阴性，胸部CT再次证实双肺多发空洞形成。\n\n诊断为肺结核伴大咯血。入院十分钟后，患者再次出现大咯血，吐出约450毫升血液。血压降至117/73 mmHg，氧饱和度降至约85%，心率增至135次/分钟，出现呼吸暂停、胸闷、呼吸困难、唇发绀和意识改变。\n\n诊断：肺结核伴大咯血。  \n诊断依据：胸部CT显示“双肺多发空洞形成”。", "reference_treatment": "原始治疗计划：\n\n实施气管插管，并迅速清除呼吸道中的积血和分泌物。改用面罩吸氧。静脉注射2单位的注射用蛇毒血凝酶，并通过泵控额外使用5单位的加压素进行止血。建立静脉通路，输注500毫升林格氏液，之后血氧饱和度升至93%以上，半小时后恢复至98%。连续八天进行抗结核治疗，每日口服异烟肼300毫克，利福平450毫克，乙胺丁醇750毫克，及吡嗪酰胺500毫克，每日三次。"}
{"id": 97, "basic_info": "原始病例：\n一名62岁男性患者，出现咳嗽、痰液产生和呼吸困难症状，持续一个月。他没有既往病史，也没有已知的职业性粉尘暴露或家族癌症病史。入院检查时，患者意识清楚，体温为36.5°C，心率为76次/分，呼吸频率为17次/分，血压为153/97 mmHg。浅表淋巴结未触及，双侧呼吸动作对称，叩诊音清晰，双肺呼吸音粗糙，无干湿啰音。\n\n常规血液、尿液、大便检查，肝肾功能测试，电解质，凝血功能及痰液分析（真菌、细菌、抗酸染色）无显著异常，结核杆菌抗体阴性，肿瘤标志物（甲胎蛋白、癌胚抗原、CA125、CA153、CA199、NSE、SCC）正常。在其他检查进行中，患者接受左氧氟沙星及头孢美唑治疗感染。2019年3月20日的增强胸部CT显示双侧肺门多发淋巴结肿大、融合，散在纤维斑块和结节，间质性改变，以及双肺树枝征，右侧裂间隙少量胸腔积液。怀疑结节疾病，右上肺见一结节，未排除肺癌。当天的EBUS-TBNA显示气管支气管内腔开放，粘膜粗糙，弥漫性碳样色素沉积，但无肿瘤性阻塞，分泌物增多。超声支气管镜检查发现11L大淋巴结（直径2厘米）；进行三次TBNA操作。支气管刷洗及灌洗液未见恶性细胞。淋巴结活检（11L）显示血凝块及少量纤维结缔组织，慢性炎症，无特异性特征。\n\n2019年3月27日的PET-CT扫描显示双肺内多发小点及斑片结节，FDG代谢轻度增加，胸膜轻度增厚FDG代谢无增加，双侧肺门及纵隔淋巴结FDG代谢增加，提示炎症状态（可能结节病）。甲状腺密度不均匀降低，FDG代谢无增加；发现双肺气肿。左肱骨头骨皮质粗糙，FDG代谢轻度增加，提示炎症改变；观察到脊柱退行性改变。\n\n患者被诊断为非典型尘肺病。手术切除组织病理检查显示楔形肺组织标本，尺寸6.0 cm × 3.0 cm × 2.5 cm，切开后见四个灰黑色结节，显示慢性炎症，多发纤维结节，碳沉积及大量吞噬碳沉积的巨噬细胞，与尘肺病理一致。淋巴结病理（10组节点）：3个节点反应性增生。患者报告曾遇到沙尘暴，且有明确的环境粉尘暴露史。", "reference_treatment": "2019年4月4日，进行右纵隔淋巴结的胸腔镜活检及右肺上叶病灶切除术。肺病灶组织的冰冻病理显示肺组织慢性炎症，存在多发纤维结节和碳沉积。观察到许多含有碳沉积的巨噬细胞，未发现恶性特征。切除的组织送病理检查，得出以下结果：肺组织楔形切除标本，其尺寸为6.0厘米 × 3.0厘米 × 2.5厘米。切割后可见四个灰黑色结节，肺组织表现出慢性炎症变化、多发纤维结节和碳沉积。观察到许多含有碳沉积的巨噬细胞。病灶符合矽肺相关病理变化（见图14）。淋巴结病理（10组淋巴结）：所有三个淋巴结均显示反应性增生。"}
{"id": 98, "basic_info": "一名29岁的女性患者，主诉咳嗽、胸闷和呼吸困难已有两年病史，这些症状在过去三天内加重。她的病史显示持续性的干咳，难以咳痰，并对刺激性气味敏感，但没有发烧、胸痛或咯血。症状两年前开始出现，并在未接受治疗的情况下逐渐加重。她的家族病史不详。\n\n体格检查显示生命体征在正常范围内：体温36.8°C，脉搏87次/分，呼吸频率21次/分，血压121/86 mmHg。检查发现咽部充血，双侧胸廓扩张均等，双侧呼吸音粗糙，无喘鸣或啰音。\n\n进一步检查包括全血细胞计数，显示白细胞计数为8.31×10⁹/L，中性粒细胞比例为67.90%。胸部CT扫描显示肺纹理增加、粗糙且紊乱，两肺有大片不规则阴影以及弥漫性多发结节状高密度和囊性低密度病变，节段性及以上支气管通畅，纵隔淋巴结显著增大。CT诊断为矽肺，伴有大阴影、肺大疱和肺气肿。肺功能检查显示FEV1/FVC比率为92.4%，FVC为预计值的80.1%，FEV1为预计值的81.7%，MEF75、MEF50、MEF25、MEF75/25减低，DLCO-SB为预计值的65.9%，提示小气道疾病和轻度弥散功能障碍。支气管镜检查显示右下叶基底段开口狭窄，左上叶舌段扭曲伴狭窄，其他支气管段无显著异常。\n\n根据CT结果，该患者被诊断为矽肺，具有大阴影、肺大疱和肺气肿。", "reference_treatment": "治疗方案：\n\n入院后，治疗方案包括使用汉防己甲素注射液（Stephania Tetrandra Injection）进行抗肺纤维化治疗，使用痰热清（Tanreqing）抑制咳嗽并减少痰液，以及通过布地奈德雾化吸入（Budesonide nebulization）治疗非特异性炎症。经纤维支气管镜（fiberoptic bronchoscopy）进行支气管肺泡灌洗（bronchoalveolar lavage）。在撤除支气管镜之前，给予多索茶碱（Doxofylline）和地塞米松（Dexamethasone）治疗。\n\n"}
{"id": 161, "basic_info": "\n一位55岁的男性患者出现急性发热和咳嗽1天。他最近的病史中，在2.5个月前被诊断出患有颈动脉体瘤。家族史不详，体格检查细节不可用。胸部CT显示左肺存在异常病变，诊断为左肺脓肿。该诊断是基于胸部CT的影像学发现。", "reference_treatment": "活性抗感染保守治疗18天"}
{"id": 162, "basic_info": "病例翻译：\n\n一名65岁男性，有2年高血压病史，现出现11天咳嗽伴痰及9天发热病史。既往无糖尿病、冠状动脉疾病、输血或手术史，但报告对青霉素过敏，表现为发冷和发热。未提供旅行史。生命体征显示体温37.0°C，脉搏98次/分钟，呼吸20次/分钟，血压171/141 mmHg。患者神志清晰，皮肤和巩膜无黄疸。体格检查发现右侧胸壁有排水管，排出淡黄色液体，含有絮状分泌物。叩诊显示右肺浊音，双侧呼吸音粗糙，右侧呼吸音减弱。可听到散在的中小水泡音。心脏检查显示心率98次/分钟，节律规则，听诊区无额外心音或杂音。腹部柔软，无压痛、反跳痛或肌紧张；肝脾未触及。四肢无水肿，无病理反射引出。\n\n实验室检查显示白细胞计数为33.33×10^9/L，中性粒细胞比例为92%。血红蛋白108 g/L，血小板517×10^9/L。C反应蛋白升高至255.78 g/L，降钙素原为1.65 mg/dL。红细胞沉降率为92 mm/h。胸腔积液分析显示蛋白水平41.0 g/L，葡萄糖为0.40 mmol/L，Rivalta试验阳性，白细胞计数5760×10^6/L，红细胞计数2000×10^6/L。乳酸脱氢酶为3004 U/L，腺苷脱氨酶为39.2 U/L。胸腔积液培养在三个样本中有一个生长出芽孢杆菌，一个标本显示白色念珠菌，血培养阴性，痰培养未见抗酸杆菌、细菌或真菌。痰液Xpert阴性，结核病检测显示特异性抗原A为29，特异性抗原B大于50。真菌β-D-葡聚糖水平在正常范围内。肿瘤标志物显示细胞角蛋白19片段为5.23 ng/mL，未见其他异常。心脏和腹部超声均无异常。\n\n2019年7月27日的胸部CT显示支气管炎、双肺散在炎症、右肺多发空腔病变提示炎症性脓肿、以及在引流下的右侧气胸和胸腔积液。纵隔及双侧肺门淋巴结稍微增大。2019年8月8日的后续CT显示类似结果，气液积累略有减少，并进一步显示可能的食道增厚提示感染，需重新评估。2019年8月21日的对比食道造影显示对比剂通过食道良好，但存在轻度管腔狭窄和小尖状突起，提示中段食道改变。2019年8月30日的最新CT显示食道壁显著增厚，伴有纵隔和右肺门淋巴结病变，怀疑存在中段食道-纵隔-胸膜瘘。右下肺慢性脓肿伴空腔变化略有减小。\n\n通过临床表现的高热、咳嗽、炎症标志物增加、胸腔积液培养结果以及持续影像学证据显示的右肺脓肿和脓气胸，确立了由食道癌引起的难治性肺脓肿合并胸膜瘘的诊断。", "reference_treatment": "原始治疗计划：\n入院后，患者接受了美罗培南用于抗感染治疗，并进行了穿刺引流。体温在三天内恢复正常，炎症标志物显著下降。随后，抗生素降级为哌拉西林-他唑巴坦进行巩固治疗。然而，影像显示炎症没有明显吸收。多次与放射科会诊，建议为反复的胸腔内感染，且纵隔附近感染更为严重。考虑其他可能性，例如食管-纵隔-胸膜瘘。由于患者状况较差，住院期间进行了选择性胃镜检查，诊断为食管瘘（图2）。术后病理结合免疫组化结果证实：低分化鳞状细胞癌（图3）。免疫组化结果附录：CK(+)部分，CK7(+)部分，CK20(-)，CEA(-)，villin(-)，P53(+)散在，Ki67(+)散在，syn(+)弱阳性，CD56(-)，P63(+)散在，CK5/6(+)散在，E-cad(+)。介入科进行了食管支架置入以封闭瘘口，过程顺利。术后，继续进行抗感染治疗。"}
{"id": 163, "basic_info": "50岁男性患者，主诉右侧胸部疼痛3天，描述为钝痛。入院前一天出现咳血，咳出约50毫升亮红色血液，伴有咳嗽和痰液排出。他否认发热、疲乏或其他不适症状。患者无显著既往病史或详细家族病史。\n\n体格检查时，生命体征为：体温36.4°C，脉搏84次/分钟，呼吸20次/分钟，血压119/82 mmHg。意识清楚，定向良好。颈部柔软，肺部检查发现呼吸音略显粗糙，无可检测到的啰音或胸膜摩擦音。心脏和腹部检查无异常发现。\n\n实验室检查显示白细胞计数9.93×10⁹/L，中性粒细胞占78.9%，绝对中性粒细胞计数为7.83×10⁹/L，淋巴细胞占16.0%，嗜酸性粒细胞计数为0.13×10⁹/L，红细胞计数为4.29×10¹²/L，血红蛋白130g/L，血小板计数308.0×10⁹/L。C反应蛋白升高至20.9 mg/L，红细胞沉降率为57 mm/1hr。降钙素原、真菌标志物、涂片抗酸杆菌以及结核T细胞检测结果均为阴性。血液和痰液培养未培养出致病菌。2021年3月26日进行支气管镜检查，显示各段支气管通畅，黏膜轻度充血，白色粘性分泌物量不等。进行支气管肺泡灌洗液的革兰染色、真菌涂片、细菌培养及药敏试验和真菌标志物检测，结果均为阴性。进行CT引导下经皮肺活检，并进行组织病理学评估。活检后胸部CT显示右下胸膜积液，并伴有体温上升至37.9°C，可能由于胸膜积液及脓肿破裂引起。\n\n重复血液检查显示白细胞计数增加至11.44×10⁹/L，中性粒细胞占81.2%，C反应蛋白升高至103.0 mg/L，降钙素原正常。\n\n诊断为溶组织梭杆菌相关肺脓肿。诊断依据为组织病理报告显示肺活检组织出现局灶性炎性纤维增生伴微脓肿形成，同时mNGS检测到2363序列数的溶组织梭杆菌。后续完整血细胞计数确认白细胞计数和炎性标志物持续升高（白细胞计数13.27×10⁹/L，中性粒细胞占81.8%，嗜酸性粒细胞计数0.54×10⁹/L，C反应蛋白142.0 mg/L）。胸部超声提示右侧胸膜积液，符合溶组织梭杆菌引起的肺脓肿和脓胸的诊断。", "reference_treatment": "治疗计划翻译：\n\n入院后，患者接受厄他培南（1g，每日一次，静脉滴注）进行抗感染治疗，同时给予止咳、化痰和止血等对症治疗。服用连花清瘟颗粒（6g，每日三次，口服）和磷酸奥司他韦胶囊（75mg，每日两次，口服）后，体温逐渐下降，但未恢复至正常水平。2021年3月28日，抗生素方案更改为厄他培南（1g，每日一次，静脉滴注）加莫西沙星（0.4g，每日一次，静脉滴注）。2021年3月30日，患者不再发烧，停止使用厄他培南。\n\n肺活检的组织病理学检查报告显示“肺组织局部炎性纤维母细胞增生伴有局部炎性纤维蛋白渗出并形成微小脓肿。”肺活检的宏基因组二代测序（mNGS）检测到“核梭杆菌”（序列计数：2363）（图2）。复查血常规显示白细胞计数及炎性指标升高（血常规：白细胞计数 13.27×10⁹/L，中性粒细胞 0.818，中性粒细胞计数 10.75×10⁹/L，嗜酸性粒细胞计数 0.54×10⁹/L，C-反应蛋白 142.0mg/L）。胸部超声提示右侧胸腔积液，考虑由核梭杆菌引起的肺脓肿和脓胸。患者报告在发病前一周有过饮酒中毒的历史，可能导致误吸。抗生素方案调整为莫西沙星（0.4g，每日一次，静脉滴注）联合比阿培南（0.6g，每日一次，静脉滴注），并进行胸腔闭式引流术以引流胸腔积液。\n\n2021年4月3日，复查血常规显示白细胞计数 10.49×10⁹/L，中性粒细胞 0.784，中性粒细胞计数 8.23×10⁹/L，嗜酸性粒细胞计数 0.54×10⁹/L，C-反应蛋白 89.3mg/L，肝功能检测显示丙氨酸氨基转移酶 82.9U/L。胸部CT显示右中肺纹理增多，密度增高的斑片状、条纹状区域，边界模糊，底部连接于邻近胸膜，右下肺部分肺不张，较之前有所进展（图3）。患者不再发烧，整体状况良好，无呼吸困难，因此继续进行现有抗感染治疗。\n\n2021年4月13日，复查胸部CT显示右中肺炎症伴少量右侧胸腔积液（部分包裹），较之前改善（图4和5）。此期间，复查两次血常规和炎性指标进一步下降。复查肝功能检测显示丙氨酸氨基转移酶 289.4U/L 和天门冬氨酸氨基转移酶 142.7U/L，提示可能为莫西沙星导致的药物性肝损伤。因此，停用莫西沙星和比阿培南，抗生素方案更改为阿莫西林-舒巴坦钠片（0.5g，每日三次，口服）。"}
{"id": 164, "basic_info": "原始病例：\n一名56岁男性患者出现咳嗽和痰液产生2天的病史，同时伴有持续半天的胸痛和发热。其病史包括超过5年的高血压、肾病综合征以及在2020年6月诊断的3期慢性肾病，还有5年的2型糖尿病。他否认任何食物或药物过敏史。其吸烟史为约20年每天吸烟30支，同时有饮酒史。家族病史不详。\n\n体格检查显示，其体温为37.6°C（最高体温39.1°C），脉搏105次/分钟，呼吸频率21次/分钟，血压135/70 mmHg。患者神志清楚，急性病容伴有发热，精神疲惫，但皮肤和巩膜未见黄疸。未触及浅表淋巴结肿大，唇部无发绀。瞳孔等大等圆，直径约3 mm，对光反射正常。无咽部充血，扁桃体不肿大。胸部检查正常，无肋间隙增宽；叩诊肺部清音，呼吸音清晰，双肺可闻及散在湿啰音。心界不大，心率105次/分钟，律齐无杂音。腹部柔软，无压痛、反跳痛或肌紧张；肝脾未触及肋下，肠鸣音每分钟3次。双下肢无水肿。生理反射存在，未引出病理反射。\n\n额外检查显示2020年8月21日的胸部CT发现右肺上叶尖段靠近纵隔的团块影，提示肺脓肿，建议实验室检查及增强CT以排除肿瘤；双肺轻度炎症；主动脉和冠状动脉钙化斑块。胸部CT增强显示右肺上叶尖段有团块影，可能为肺脓肿，双肺轻度炎症，及纵隔淋巴结数量和大小增加。实验室结果包括：白细胞24.24×10^9/L，中性粒细胞百分比63.5%，C反应蛋白6070 mg/L，红细胞沉降率97 mm/h。一系列呼吸道检查、血培养结果及其他病理分析证实为假单胞菌（Burkholderia pseudomallei），对亚胺培南、美洛西林和磺胺甲恶唑敏感，造成假单胞菌性肺脓肿及败血症的诊断结论。\n\n患者常温下动脉血气分析显示：pH 7.410，氧分压64.00 mmHg，二氧化碳分压41.00 mmHg，总二氧化碳27.1 mmol/L，乳酸1.50 mmol/L。凝血检查显示凝血酶原时间12.6 s，活化部分凝血活酶时间39.7 s，PT 国际标准化比值为0.96，D-二聚体0.42 μg/mL。生化检查显示肌酐107 μmol/L，尿酸582 μmol/L，肌酸激酶45 U/L，肌酸激酶同工酶21 U/L，钾3.66 mmol/L，钠132.67 mmol/L，高敏C反应蛋白93.76 mg/L，降钙素原0.16 ng/ml，葡萄糖6.57 mmol/L，丙氨酸氨基转移酶62 U/L，天冬氨酸氨基转移酶37 U/L，甘油三酯4.11 mmol/L，白蛋白24.7 g/L，低密度脂蛋白胆固醇4.81 mmol/L，间接胆红素4.0 μmol/L，胆固醇8.23 mmol/L。\n\n患者被诊断为假单胞菌肺脓肿和败血症。2020年8月24日的血培养结果证实假单胞菌对亚胺培南、美洛西林和磺胺甲恶唑敏感，以及后续痰液及支气管肺泡灌洗液培养结果证实该病原体的存在。", "reference_treatment": "入院后治疗计划如下 (中文翻译):\n\n2020年8月21日患者入院后，立即开始经验性抗感染治疗（每12小时一次静脉输注头孢哌酮-舒巴坦，剂量2.0g，与每日一次静脉输注左氧氟沙星注射液，剂量0.5g联合使用），同时使用雾化乙酰半胱氨酸溶液、硝苯地平缓释片控制血压、胰岛素调节血糖、甲泼尼龙片治疗肾病，维持内环境稳定。经过1周抗感染治疗（2020年8月27日），患者仍在白天间断性出现高热，最高体温达39.1°C，使用退热药后得到缓解。2020年8月27日血液检查结果显示：白细胞计数28.10×10^9/L，血红蛋白121g/L，血小板456×10^9/L，中性粒细胞百分比84.8%，中性粒细胞计数23.83×10^9/L；三种炎症指标显示：超敏C反应蛋白166.68mg/L，PCT 0.14ng/ml，与之前相比血细胞计数及炎症指标升高。由于上述情况，2020年8月27日停用了头孢哌酮-舒巴坦和左氧氟沙星注射液，改为每8小时一次静脉输注亚胺培南-西司他丁，剂量1.0g。调整抗感染治疗方案后的第二天（2020年8月28日），患者无发热症状，提示抗感染方案调整有效。2020年8月31日血培养结果报告（样本提交于2020年8月28日）：未培养出细菌或厌氧菌。2020年9月5日复查胸部CT：1.右肺上叶尖段靠近纵隔的团块状影，双肺轻度炎症，相较于2020年8月21日的胸部CT结果，右肺上叶脓肿病灶明显缩小（图4-⑤⑥）；2020年9月5日复查血液检查+CRP：白细胞计数12.95×10^9/L，中性粒细胞比例60.8%，血红蛋白134g/L，血小板计数739×10^9/L，C反应蛋白66.97mg/L，与之前相比血细胞计数及炎症指标显著改善。2020年9月5日停止亚胺培南-西司他丁治疗，并开始降阶梯治疗，每8小时一次静脉输注头孢他定，剂量2g。\n\n"}
{"id": 165, "basic_info": "病例翻译：\n\n一名51岁男性，既往病史有脑瘫和癫痫，通过长期口服苯妥英钠和丙戊酸管理，出现了持续1周的咳嗽和发热。其家族病史不明。体格检查显示其体温为36.9°C，心率为87次/分钟，呼吸频率为46次/分钟，血压为109/74 mmHg，在吸入5升/分钟补充氧气时氧饱和度为90%。患者表现昏睡，面色苍白，反应迟钝，唇部有轻度青紫。呼吸急促，肺部运动对称，右侧语音震颤增多，右肺呼吸音降低，左肺呼吸音粗糙，无啰音或湿罗音。患者不配合进行肌力评估，出现周围发绀和肢体冰凉。骶尾区发现一个8厘米乘5厘米的压疮，延伸至肌肉层。\n\n其他检查显示存在灰白色浑浊脓液，无凝块，比重为1.030，Rivalta试验阳性，核细胞总数为12,625 × 10^6/L，84%为多形核细胞。脓液细菌涂片显示革兰氏阳性球菌。患者的SOFA评分为5，乳酸水平为2.4 mmol/L。基于这些结果，诊断为肺脓肿。", "reference_treatment": "原始治疗方案：\n入院后，立即进行了超声引导的脓肿抽吸和闭合引流术。我们提取了170毫升厚实、气味难闻的灰棕色液体，类似于沟渠水。收集脓样本进行常规分析、生化检查、一般细菌涂片和病原学检查。开始使用利奈唑胺联合哌拉西林-他唑巴坦进行经验性抗感染治疗。三天后，随着引流量减少，加入奥硝唑进行脓肿腔灌洗。闭合脓肿引流导管保留三周，每日灌洗直到灌洗液清澈，然后停止灌洗。\n\n一周后，血培养结果为阴性。脓肿抽吸液培养结果显示为星丛链球菌（来自需氧血培养瓶），敏感性测试显示对青霉素、氨苄西林、万古霉素、左氧氟沙星、利奈唑胺和奎奴普丁敏感（见表1）。痰培养结果显示绿脓杆菌，对头孢他啶、庆大霉素、阿米卡星、头孢吡肟、左氧氟沙星、环丙沙星和哌拉西林-他唑巴坦敏感（见表1）。继续原始治疗方案。"}
{"id": 166, "basic_info": "54岁的男性钢铁工人，主诉发热伴咳嗽和脓痰已有一个月。其病史中有支气管哮喘，但无已知的糖尿病或恶性肿瘤病史。他每天吸一包香烟，已持续30年。家族病史未详。\n\n体格检查显示患者体温为38.6°C。他神志清醒，双肺呼吸音粗糙。右肺可听到湿啰音，但无干啰音。实验室检查显示白细胞计数为24.37×10⁹/L，中性粒细胞占92.8%。红细胞沉降率为39 mm/h，C反应蛋白为146.45 mg/L，降钙素原为0.61 ng/mL。血清白蛋白为24.6 g/L，其他电解质、肝功能和肾功能均在正常范围内。呼吸道病原体的检测为阴性，但T-SPOT检测为阳性，γ干扰素浓度为81.38。反复的真菌及抗酸杆菌涂片为阴性，痰、真菌及血液培养也为阴性。肿瘤标志物无异常。胸部CT显示右上叶肺脓肿伴双侧支气管扩张及相关炎症。\n\n诊断为右肺脓肿，基于胸部CT所见的右上叶肺脓肿伴双侧支气管扩张和炎症。", "reference_treatment": "原治疗计划：\n在使用亚胺培南/西拉斯汀联合利奈唑胺进行抗感染治疗后，患者的发热逐渐消退至正常范围，痰量明显减少，整体情况也显着改善。此外，经过10天的抗感染治疗后进行的胸部CT随访显示肺部病变较之前有更好的吸收（图1b）。因此，在住院第12天，停止使用亚胺培南/西拉斯汀，并将治疗调整为哌拉西林/塔佐巴坦联合利奈唑胺进行抗感染。在住院治疗两周后，患者出院。出院后，开具口服盐酸奈诺沙星胶囊（泰捷欣）0.5克每日一次，继续进行抗感染治疗。"}
{"id": 167, "basic_info": "原病例：一名65岁男性，右眼有创伤性失明的病史，支气管哮喘病史17年，现入院进行进一步评估和治疗。近年来他经历了反复的喘息和咳嗽发作，曾于两年前住院，当时CT扫描显示下叶有轻微感染和右肺有轻度胸膜增厚。他间歇性使用硫酸沙丁胺醇气雾剂和布地奈德-福莫特罗吸入剂。患者否认有高血压、糖尿病或免疫缺陷疾病。家族史未详细说明。\n\n两个月前，体力活动后，他出现了右侧胸部隐痛，咳嗽、深呼吸和活动时加重，伴有咳嗽和黄白色痰，无咯血、寒战或发热。经过私人诊所和医院的口服和静脉抗生素治疗后，症状有所改善。三天前，症状复发并在运动后加重，伴寒战、出汗和喘息，因此入院。他报告精神差、食欲和睡眠不好，体重减轻3公斤，但无肠道或膀胱问题。\n\n体格检查显示，体温36.6°C，脉搏80次/分钟，呼吸频率24次/分钟，血压120/70 mmHg，吸氧2L/分钟时氧饱和度92%。患者意识清晰，营养中等，无黄疸、出血或皮疹，无可触及的淋巴结肿大。颈部柔软，气管居中，甲状腺不肿大。右下肺呼吸音减弱，并有轻度湿啰音，左肺有散在的喘鸣音。无胸膜摩擦音。心脏检查显示心率规整，80次/分钟，无杂音。腹部柔软，无压痛或反跳痛，下肢无水肿。四肢力量和张力正常，病理征阴性。\n\n胸部CT显示右下叶有液化坏死的肿块样病变，提示感染（可能的肺脓肿），双侧下叶散在感染灶，胸膜增厚，右侧胸腔积液部分被包裹，及纵隔淋巴结肿大。便携式心电图显示窦性心律，心电图正常。实验室结果显示，红细胞沉降率（ESR）升高（82 mm/h），白细胞计数（22.66×10^9/L），绝对中性粒细胞计数（19.66×10^9/L），C反应蛋白（CRP）343.78 mg/L，肝肾功能正常。血钠133.3 mmol/L，随机血糖7.87 mmol/L，凝血检查显示纤维蛋白降解产物（5.5 μg/ml）、血浆纤维蛋白原（8.8 g/L）和D-二聚体（0.97 mg/L）升高。吸氧2L/分钟时的血气分析显示，pH值7.47，pO2 81 mmHg，pCO2 39.3 mmHg，碱剩余4.1 mmol/L，氧饱和度96.6%。降钙素原升高至2.65 ng/ml。心肌梗塞标志物、NT-proBNP、肺肿瘤标志物和传染病的检测均为阴性；COVID-19 PCR、常见呼吸道病原体抗体和G试验结果为阴性。痰涂片检验结核和真菌，以及血培养均为阴性。\n\n诊断为肺脓肿伴多隔性脓胸。胸腔穿刺结果和增强胸部CT的发现支持这一诊断，显示右下叶的肿块病变，符合肺脓肿伴脓胸形成的特征。", "reference_treatment": "**治疗计划翻译**\n\n11月3日，在CT引导下，患者接受包裹性脓胸穿刺术（图7）及导管引流术（图8）。从穿刺点获取的胸腔积液进行常规分析显示：深黄色，稍浑浊，无凝块的胸腔积液；总白细胞计数为29×10⁶/L；单核细胞占31%；多核细胞占69%；红细胞为0×10⁹/L；Rivalta试验阳性。胸腔积液的生化分析显示：白蛋白25.5 g/L；球蛋白17.7 g/L；总蛋白43.2 g/L；淀粉酶40 U/L；葡萄糖7.01 mmol/L；乳酸脱氢酶（LDH）556 U/L；腺苷脱氨酶（ADA）17.91 U/L。胸腔积液检查结果支持肺炎性胸腔积液的诊断。\n\n从导管引流点获取的胸腔积液进行常规分析显示：黄色，浑浊，无凝块的胸腔积液；总白细胞计数为100,803×10⁶/L；单核细胞占15%；多核细胞占85%；红细胞为38×10⁹/L；Rivalta试验强阳性（+++）。胸腔积液的生化分析显示：白蛋白26.4 g/L；球蛋白23.6 g/L；总蛋白50 g/L；淀粉酶30 U/L；葡萄糖0.03 mmol/L；乳酸脱氢酶（LDH）7020 U/L；腺苷脱氨酶（ADA）130.15 U/L。胸腔积液培养（好氧及厌氧菌）阴性，未检测到抗酸杆菌。约200 mL脓性胸腔积液被引流出来（图9）。胸腔积液检查结果支持脓胸的诊断。\n\n后续实验室检查结果为：红细胞沉降率（ESR）102 mm/h；血常规（CBC）显示白细胞计数11.9×10⁹/L，绝对中性粒细胞计数9.15×10⁹/L，血红蛋白103 g/L，中性粒细胞比例76.9%；C反应蛋白（CRP）260.45 mg/L；肝功能检查显示白蛋白33.5 g/L，直接胆红素26.2 μmol/L，总胆红素32.4 μmol/L，总胆汁酸17 μmol/L；降钙素原0.69 ng/mL。\n\n治疗包括用生理盐水和碳酸氢钠反复灌洗脓胸腔，胸腔内注入尿激酶（10,000 U，每日一次），及静脉输注人血白蛋白以纠正低白蛋白血症。后续胸部超声显示右侧包裹性胸腔积液，积液粘稠，周围壁增厚并有隔膜。后续胸部CT显示（图10、图11）：右上肺后段、右中叶及右下肺多发感染并形成右下肺肺脓肿；较之前影像显示感染部分吸收；引流后胸腔积液及脓性液减少；右侧胸膜增厚。11月8日，在CT引导下再次进行了包裹性脓胸穿刺术。\n\n患者的临床症状逐步改善。11月17日，重复检查结果为：ESR 96 mm/h；血常规（CBC）显示白细胞计数7.89×10⁹/L，绝对中性粒细胞计数4.53×10⁹/L，血红蛋白104 g/L，中性粒细胞比例57.4%；CRP 25.75 mg/L；白蛋白40.8 g/L；降钙素原恢复正常。\n\n11月22日，后续胸部CT（图12、图13）显示：右下肺密度不规则斑片状增加部分表现为液化坏死，较之前的影像吸收改善；右肺底局限性包裹性积液；双侧下叶和右中叶感染；右侧胸膜弥漫性增厚；右侧包裹性胸腔积液；右斜裂附近有少量包裹性积液；纵隔淋巴结增大。\n\n11月23日，重复检查结果为：ESR 60 mm/h；血常规（CBC）显示白细胞计数5.57×10⁹/L，绝对中性粒细胞计数2.76×10⁹/L，血红蛋白106 g/L，中性粒细胞比例49.6%；CRP 11.93 mg/L；电解质正常。\n\n患者病情改善，于11月24日出院。出院时建议口服莫西沙星及甲硝唑进行为期一个月的抗感染治疗。"}
{"id": 168, "basic_info": "病例翻译：\n\n一名54岁男性患者，8个月前被诊断患有结核病。患者在过去8个多月中一直出现咳嗽伴脓痰和反复咯血的症状，且在过去5天中症状恶化，并伴有发热。家族病史不详。体格检查显示，体温38.5°C，脉搏116次/分钟，呼吸20次/分钟，血压140/80 mmHg。患者神志清楚但稍显疲惫，且嘴唇有轻度发绀。未见浅表淋巴结肿大。气管居中。在右胸部，观察到呼吸运动减弱和触觉语颤增强，叩诊呈浊音，呼吸音减弱，伴有细湿啰音。未听到胸膜摩擦音。心脏检查显示心率为116次/分钟，节律规则，无杂音。腹部检查无异常发现。\n\n实验室检查显示白细胞计数为23.1×10⁹/L，中性粒细胞占93%。结核菌素纯化蛋白衍生物皮试呈阴性。送往县疾病控制中心的两份连续痰样，包括晨间和夜间样本，均未检测到抗酸杆菌。\n\n基于痰培养结果显示链球菌以及胸部X光片显示进行性浸润性肺结核，该患者被诊断为肺炎链球菌肺脓肿。", "reference_treatment": "临时诊断为浸润性肺结核伴肺部感染。患者接受了抗结核药物治疗和抗生素如氟苯尼考和哌拉西林治疗2周，但未见改善。痰培养鉴定出链球菌，对头孢曲松敏感。由于怀疑抗结核药物引起严重的胃肠道症状，因此这些药物被停用，替换为头孢曲松、头孢曲松-舒巴坦和甲硝唑。2周后有所改善；后续胸部X光显示肺部病变部分吸收。然而，患者仍持续出现中至高热症状，伴有黄色无异味的痰。随后痰培养再次显示链球菌，但对头孢曲松、阿米卡星、头孢唑林、庆大霉素、氨苄西林和青霉素产生耐药。因此采取静脉给予克林霉素进行抗感染治疗。6天后，患者体温恢复正常，咳嗽明显减轻，痰变白，肺部湿罗音消失。后续的全血细胞计数显示：白细胞 8.27×10⁹/L，中性粒细胞 0.64。患者继续治疗两个星期，再次胸部X光显示肺部病变进一步吸收。考虑到抗结核治疗无效而抗感染治疗显著改善，最终诊断为牛链球菌肺脓肿。"}
{"id": 169, "basic_info": "原病例：一名64岁的男性患者出现咳嗽和痰液产生的病史已有3个月，在过去两周内加剧并出现咯血。他的病史包括20多年前因十二指肠球溃疡进行部分胃切除术，以及2年的高血压病史。他有40包年吸烟史，并且超过30年每天饮用约300克白酒。没有已知的家族病史。\n\n体格检查显示，他的体温为36.8°C，呼吸频率为21次/分，血压为132/74 mmHg。他看起来瘦弱。胸部右侧较左侧稍饱满，呼吸动作减少。叩诊发现右下肺有浊音，听诊显示右下肺呼吸音减弱，肺底双侧可听到少量湿罗音。腹部柔软，无压痛、反弹痛或可触及肿块；肝脾不可触及，没有肝脾压痛。没有指趾杵状甲的迹象，未观察到下肢水肿。\n\n实验室检查显示白细胞计数为6.69×10⁹/L，红细胞计数为3.75×10¹²/L，血红蛋白为95 g/L，中性粒细胞比例为0.78。粪便隐血试验阴性，未见寄生虫、阿米巴滋养体或包囊。肝酶，包括天冬氨酸转氨酶、丙氨酸转氨酶、γ-谷氨酰转移酶和碱性磷酸酶均在正常范围内。血清白蛋白为29.9 g/L，白蛋白对球蛋白比为1.0。痰液细菌培养显示正常呼吸道菌群，浓缩标本中未检出癌细胞或抗酸杆菌。\n\n诊断成像和程序显示结合诊断为肺癌和阿米巴肺脓肿。在超声引导下穿刺和导管引流约600毫升巧克力色浑浊液体后，脓肿腔内引流液莱文塔尔试验阳性（++++），含有丰富的白细胞和红细胞。液体中的葡萄糖水平为1.70 mmol/L，蛋白质水平为44 g/L，细菌培养阴性。鉴定出阿米巴滋养体。支气管镜检查显示右下肺基底段气管完全被一个易出血的白色渗出物覆盖的肿瘤阻塞。病理检查确认鳞状细胞癌。", "reference_treatment": "原治疗计划：\n入院后，超声引导下对脓肿腔进行了穿刺和导管置入，排出了约600ml巧克力色浑浊液体。引流液呈棕色、浑浊，Rivalta试验呈阳性（++++），白细胞和红细胞密集分布。葡萄糖水平为1.70mmol/L，蛋白含量为44g/L，细菌培养为阴性，但发现有阿米巴滋养体。给予奥硝唑治疗11天，并进行腔内灌洗4天。\n\n胸部超声显示右肺下叶实变，导管置入后右肺脓肿（脓肿腔消失），右侧包裹性积液，大小为16cm x 2.6cm，内部可见纤维束。肝脏边界光滑，肝实质回声均匀，肝内血管结构清晰，肝内胆管及门静脉未见扩张。\n\n支气管镜检查显示右下肺叶基底段支气管入口处完全堵塞，被一肿瘤所覆盖，覆盖有白色斑块，夹取组织易出血（图5）。病理检查结果为鳞状细胞癌（图6）。"}
{"id": 170, "basic_info": "原始病例：\n一名47岁的男性患者以发热为主诉就诊，发热已持续一周，体温约为38.5°C，并伴有阵发性干咳。他报告没有头痛、头晕、鼻塞、咽痛、恶心、呕吐、腹痛或胀气。病史和家族史不详。入院时体格检查显示，生命体征为：体温36.3°C，脉搏78次/分，呼吸18次/分，血压112/68 mmHg。他意识清醒，但显得虚弱和消瘦，唇色无发紫。咽喉检查无充血，扁桃体未见肿大。浅表淋巴结无肿大。颈软，无颈静脉怒张。胸部形态正常，肺部听诊发现呼吸音粗糙，无干湿啰音。心律规则，无病理性杂音。腹部柔软，无压痛，亦无反跳痛或肌紧张。肝脾在肋缘下未触及。无移动性浊音。下肢无水肿，神经系统检查阴性。舌红苔少，脉细。\n\n2016年7月27日的胸部CT显示右上肺胸膜附近有一个大厚壁空洞，周围散在淡影及右中肺有小结节。左下肺胸膜附近观察到一个小结节性空洞，纵隔淋巴结轻微增大。痰涂片三次检查抗酸杆菌均为阴性。7月30日的实验室检查数据显示：白细胞计数11.5 × 10⁹/L，中性粒细胞计数8.70 × 10⁹/L，红细胞计数4.64 × 10¹²/L，血红蛋白123 g/L，血小板计数323 × 10⁹/L，高敏C反应蛋白33.43 mg/L，红细胞沉降率55 mm/hr，降钙素原<0.05 g/L，甲胎蛋白1.91 μg/L，癌胚抗原2.00 μg/L，糖类抗原（CA）125 21.90 kU/L，CA15-3 8.30 kU/L，CA19-9 5.39 kU/L。8月11日实验室复查显示：白细胞计数30.8 × 10⁹/L，中性粒细胞计数29.20 × 10⁹/L，红细胞计数5.45 × 10¹²/L，血红蛋白148 g/L，血小板计数402 × 10⁹/L，高敏定量C反应蛋白53.00 mg/L。PPD试验阴性，结核分枝杆菌T淋巴细胞斑点试验阴性，痰涂片检查抗酸杆菌阴性，痰涂片脱落细胞阴性，痰培养阴性，纤维支气管镜检查阴性，支气管肺泡灌洗脱落细胞阴性，支气管肺泡灌洗培养阴性，血培养阴性。腹部超声显示左肾囊肿，心脏多普勒超声显示轻度三尖瓣和二尖瓣返流。\n\n根据8月16日组织培养报告诊断为麻疹诺卡菌肺脓肿，对万古霉素、红霉素、青霉素、氨苄西林/舒巴坦、利福平、利奈唑胺、头孢曲松、头孢他啶、克林霉素、链霉素敏感，组织病理显示慢性化脓性炎症伴广泛组织化和纤维化、支气管扩张、空洞形成、局灶性凝固性坏死和右上肺局灶性肺泡上皮增生。两枚支气管周围淋巴结表现为慢性炎症。", "reference_treatment": "经验性抗感染治疗以每12小时2.0g注射头孢美唑开始，但患者仍持续低热，体温为37.7℃。经过3天的抗感染治疗后，患者体温恢复正常。2023年8月10日，在全身麻醉下行胸腔镜右肺上叶切除术。\n\n术中观察到右肺上叶存在一约4 cm × 4 cm × 5 cm的肿块，质地较硬，边界不清，部分包含少量黄色脓性液体及广泛坏死组织。术中采集了肿块组织及坏死物质标本用于检测，并采用以下方法进行检测：自动实时荧光定量核酸扩增技术（Gene-Xpert）、快速液体培养法检测结核分枝杆菌（960系统），以及常规细菌和真菌培养。\n\n术后患者出现低热，体温约为37.5℃。给予舒普深进行抗感染治疗，经过3天治疗后，患者体温再次恢复正常。根据药物敏感性实验结果，继续使用舒普深进行抗感染治疗，患者体温自此保持正常。"}
{"id": 171, "basic_info": "原病例：\n一名1个月大的女性婴儿因咳嗽持续2天、惊厥12小时以及50分钟前复苏成功的心脏和呼吸停搏被送往医院。她的病史和家庭史不详。\n\n体格检查显示，患者体温为35°C，呼吸频率为每分钟12次，脉搏为每分钟140次，血压为60/40 mmHg。她体重3公斤，营养状况不佳，呼吸微弱。肤色呈灰色，并在口腔内观察到粉红色泡沫痰。两侧瞳孔等大、圆形，直径约2毫米，对光反应良好。颈部肌张力正常。肺部听诊显示呼吸音粗，无湿啰音或喘鸣。心脏检查显示心音低沉，节律规则，心率为每分钟140次，无可闻杂音。腹部柔软，肝脏在右肋缘下1厘米处可触及，脾脏不可触及。四肢呈弛缓状态，远端肢体冰冷。神经系统检查显示Kernig征阳性，Brudzinski征阴性。\n\n实验室检测结果显示：\n- 动脉血气分析：pH 7.01，PaCO₂ 94.7 mmHg，PaO₂ 45 mmHg，碱剩余 -8 mmol/L，HCO₃⁻ 23.7 mmol/L，总二氧化碳 26 mmol/L，SaO₂ 56%。\n- 生化检查：HBsAg阴性，总蛋白55 g/L，白蛋白32.5 g/L，葡萄糖11.75 mmol/L，钾3.44 mmol/L，钠117.4 mmol/L，氯88 mmol/L，碱性磷酸酶288 U/L，乳酸脱氢酶351 U/L，肌酸激酶610.0 U/L，CK-MB 229 U/L，转铁蛋白1.59 g/L（其他值在正常范围内）。\n- 心电图：ST-T段广泛压低。\n- 无对比剂的颅脑CT：小体积颅内出血。\n\n病理检查发现证实了先天性肺叶气肿。显微镜检查显示部分肺泡塌陷，肺泡间隙中有大量泡沫细胞浸润。在肺实质内散布有不同大小的微囊性结构，衬有柱状或立方上皮，无纤毛。存在轻度间质纤维化。\n\n患者确诊为先天性肺叶气肿。", "reference_treatment": "治疗计划原文：\n入院后，儿童患者立即接受了气管插管及呼吸机辅助通气。呼吸机的设置为：峰值吸气压（PIP）为20 cmH₂O（1 cmH₂O = 0.098 kPa），呼气末正压（PEEP）为5 cmH₂O，吸入氧浓度（FiO₂）为0.80，氧流量为8升/分钟，吸气时间（Ti）为0.97秒，吸气与呼气时间比为1:1.1，呼吸频率为25次/分钟。同时，纠正了高血糖、低钠血症、低氧血症和脑水肿，并保护心脏、脑和肾组织，防止和纠正弥散性血管内凝血（DIC）。患者情况逐渐好转，自主呼吸变得更加活跃，但难以下调呼吸机参数，导致自主呼吸受抑，并继续依赖呼吸机。8天后，患者仍无法脱离呼吸机。随访的前后位胸部X光检查显示两肺纹理增加，透明度增加（右侧更明显），右肺中上叶越过中线向左移至左侧胸腔，纵隔和心影略向左移。最初考虑可能由气压伤引起。调整气管插管的位置并降低PIP、PEEP和氧流量后，复查胸片显示无显著变化。与外科团队的联合会诊考虑可能是先天性肺发育不良和先天性大叶性肺气肿。在全身麻醉下进行了右下肺叶切除术。手术过程中，右下肺叶表现出高度张力，表面有泡状变化。术中诊断为先天性大叶性肺气肿。"}
{"id": 173, "basic_info": "原病例：\n\n一名70岁男性患者，主诉反复咳嗽和咳痰4年，过去10天症状加重。其病史包括2年前确诊的冠状动脉疾病，并接受了经皮冠状动脉介入术放置支架，以及2年前确诊的2型糖尿病。他有30年的吸烟史，每天5支香烟，2年前已戒烟，无显著的职业或环境暴露，家族史无异常。\n\n体格检查显示，体温97.7°F（36.5°C），脉搏78次/分钟，呼吸18次/分钟，血压142/70 mmHg。患者神志清醒，定向力正常，无颈静脉怒张、发绀、皮疹、杵状指或下肢水肿。双肺听诊可闻及粗糙呼吸音和双下叶湿性啰音。心脏及腹部检查正常。\n\n实验室检查显示血红蛋白120 g/L，白细胞计数5.67 × 10^9/L，中性粒细胞比例0.633，嗜酸性粒细胞0.17 × 10^9/L。红细胞沉降率为24 mm/h，C反应蛋白为1.6 mg/L，降钙素原为0.062 μg/L。D-二聚体为2.54 μg/L，癌胚抗原为7.593 μg/L，鳞状细胞癌抗原为4.2 μg/L。真菌和细菌培养，以及结核病检测均为阴性。先前的肺功能检测显示轻度限制性通气功能障碍，中度弥散功能障碍，总肺容量和残气量减少，残气量/总肺容量比正常。莱斯特咳嗽问卷总分为17.77，提示体能损害评分4.63，心理评分6.14，社会评分7。\n\n根据先前的肺功能检测显示轻度限制性通气功能障碍，中度弥散功能障碍，以及肺容量减少，结合其咳嗽问卷评分，患者被诊断为肺纤维化与肺气肿综合征。", "reference_treatment": "从2018年2月26日开始，逐步增加剂量并长期使用吡非尼酮，每天三次，每次0.4克，同时联合使用NAC（乙酰半胱氨酸），每天三次，每次0.6克进行抗纤维化治疗。"}
{"id": 174, "basic_info": "原病例描述：  \n一名71岁的女性患者主诉运动时胸部紧缩及呼吸困难已超过一年，同时出现六个月的多关节疼痛。既往病史包括甲状腺功能减退症、2型糖尿病、高脂血症、骨质疏松症以及下肢深静脉血栓，因上述情况长期服用药物治疗。患者无粉尘接触史，也未吸烟或饮酒。家族史显示其姐姐因胃癌去世，其他家庭成员健康状况良好。  \n\n体格检查显示患者血压升高，测量值为176/96 mmHg。肺部听诊可闻及粗糙呼吸音以及双侧肺底的捻发音，心脏及腹部检查均未发现显著异常。关节检查发现双侧膝关节压痛、左膝关节肿胀伴局部温度升高，并且双上肢活动受限。  \n\n超声心动图提示主动脉瓣退行性改变，伴有轻度主动脉瓣、二尖瓣、三尖瓣及肺动脉瓣反流。腹部超声显示未见明显异常。下肢血管超声提示双侧股动脉及腘动脉内膜粗糙并伴有硬化性斑块，但深静脉血流通畅，无血栓形成。骨密度检查提示低骨量。高分辨率胸部CT显示双侧间质性改变，相较于2023年9月12日的检查有所改善，建议继续治疗。X光检查显示患者手部、肩部及膝关节存在骨质疏松及退行性改变。膝关节超声提示左膝关节滑膜增生及右膝髌上囊腔积液伴滑膜增生。神经系统检查提示双侧上肢及下肢外周神经病变。心电图显示窦性心律。  \n\n血气分析结果：pCO2为56.0 mmHg，pO2为126.1 mmHg，血乳酸值为0.74 mmol/L，实际碳酸氢盐值为38.1 mmol/L，总二氧化碳值为39.9 mmol/L。免疫学及生化检查显示免疫球蛋白G为39.94 g/L，免疫球蛋白A为7.10 g/L，白蛋白为25.9 g/L，球蛋白为54.2 g/L，白蛋白/球蛋白比率为0.481。类风湿因子升高（115.8 IU/ml），抗环瓜氨酸抗体升高（191.00 U/ml），并且抗核抗体（ANA）呈阳性。凝血功能检查提示活化部分凝血活酶时间轻度减少（22.9秒）及纤维蛋白原升高（7.26 g/L）。肿瘤标志物检查提示CA 19-9升高（119.11 U/ml）。细胞因子与T淋巴细胞检测结果显示总T细胞（CD3+）比例为86.85%，抑制性/细胞毒性T细胞比例为62.50%，CD4/CD8比率为0.39。尿常规、骨代谢标志物、粪便检查、输血前感染筛查、糖化血红蛋白以及HLA-B27检测均未发现显著异常。  \n\n患者诊断为重叠综合征相关肺纤维化。2024年3月10日的随访胸部CT显示间质性改变持续，较之前的检查无明显变化。肺功能检测提示轻度限制性通气障碍以及严重的扩散能力下降（DLCOSB为17.2%），随后在2024年6月18日及2024年11月19日的检测中提示发展为轻度阻塞性通气障碍，同时扩散能力略有改善（DLCOSB为20.9%）。建议继续随访和治疗，同时结合临床评估进行监控。  ", "reference_treatment": "治疗方案：\n\n1. 给予醋酸泼尼松片，每日两次，每次15毫克，用于消炎。\n2. 考虑到患者可能因服用吗替麦考酚酯和吡非尼酮而出现恶心和食欲不振，改用他克莫司，每12小时服用一次，每次0.5毫克，用于免疫调节。\n3. 尼达尼布乙磺酸乙酯软胶囊，每日两次，每次150毫克，用于抗肺纤维化。\n4. 乙酰半胱氨酸泡腾片，用于祛痰。\n5. 钙尔奇D3片和阿法骨化醇，用于钙补充和促进钙吸收。\n6. 格列齐特缓释片和阿卡波糖片，用于降低血糖。\n7. 左旋甲状腺素钠片，用于甲状腺激素补充。\n8. 氯化钾缓释片，用于钾补充。\n9. 雷贝拉唑钠肠溶片，用于抑制胃酸和保护胃。\n10. 阿托伐他汀钙片，用于降低脂质和稳定斑块。\n11. 甲钴胺注射液，用于神经营养。\n12. 三文鱼降钙素注射液，用于改善骨痛。\n13. 苯磺酸氨氯地平片，用于高血压。\n14. 唑来膦酸注射液，用于抗骨质疏松。\n15. 异丙嗪-右美沙芬，用于预防类流感症状。"}
{"id": 186, "basic_info": "原始病例：\n一名50岁女性患者，感冒后出现症状已四天，包括发烧最高达39°C，头顶部及双侧颞区持续性搏动性疼痛，可延伸至整个头部。她的头痛在夜间加重，早晨略有缓解，并伴有轻度干咳。她的病史不显著，家族史不详。\n\n体格检查显示生命体征稳定，肺听诊呼吸音清晰，无干湿啰音，神经系统检查无异常。\n\n实验室检查显示：\n- 血常规：NEU% 83.0%，CRP 170 mg/L。\n- 脑脊液分析：总细胞计数1.62×10⁹/L，白细胞计数0.02×10⁹/L；生化分析显示LDH 29 U/L，葡萄糖、ADA及总蛋白水平正常；凝血功能、电解质、肝肾功能检查、抗核抗体谱、肿瘤标志物及脑脊液及静脉血液的需氧和厌氧细菌培养、尿液细菌培养均无异常。脑脊液印度墨汁染色、抗酸染色及革兰染色均为阴性。PCT 0.46 ng/L；三个外周静脉血涂片疟疾检测为阴性；呼吸系统病原体检测为阴性。肺炎支原体IgM弱阳性。脑电图显示轻至中度异常。胸部X光片无异常。脑部MRI显示双侧额叶皮质下缺血灶。胸部CT显示左下叶后基底段斑片状阴影，提示炎性病变。\n\n诊断为肺炎支原体感染，依据肺炎支原体IgM弱阳性，脑电图显示轻至中度异常，正常胸部X光片，脑部MRI显示双侧额叶皮质下缺血灶，以及胸部CT显示左肺下叶基底段的斑片状阴影，与炎性病变一致。", "reference_treatment": "原始治疗方案：\n依次给予头孢呋辛和头孢哌酮-舒巴坦。在此期间，患者持续出现反复高热和头痛，最高体温达40.2°C。从2017年1月22日至23日，治疗改为莫西沙星，但高热仍持续。24日加入阿奇霉素，24日患者体温恢复正常，头痛明显缓解。"}
{"id": 187, "basic_info": "原始病例：\n一名63岁女性在一个月来出现咳嗽、咳痰和呼吸困难后前来就诊。她的既往病史和家族病史未知。体格检查显示患者神志清醒，精神状态良好，生命体征稳定：体温97.7°F（36.5°C），脉搏70次/分，呼吸20次/分，血压148/89 mmHg。身高155 cm，体重65 kg，BMI为27.1 kg/m²。未发现浅表淋巴结肿大。乳房未发现肿块，肺部叩诊呈清音。听诊显示两肺呼吸音稍减弱，吸气结束时下肺可听到细湿啰音，右下肺可听到粗湿啰音。心脏检查显示心率规则为70次/分，无杂音。腹部柔软，肠鸣音正常为4次/分，无压痛、反跳痛、肝脾肿大或腹水。下肢无水肿。\n\n实验室检查显示白细胞计数为5.77×10⁹/L，中性粒细胞百分比为52.5%，嗜酸性粒细胞百分比为5.7%。C反应蛋白为0.246 mg/dL，白介素-6升高至11.38 pg/mL。支气管镜检查未发现显著异常。支气管肺泡灌洗液分析显示总细胞计数为0.32×10⁶/L，其中86%为巨噬细胞，11%为淋巴细胞，3%为中性粒细胞。涂片检查细菌、真菌和抗酸杆菌均为阴性，培养无生长。结核病检测为阴性。下一代测序鉴定出鲍曼不动杆菌。痰培养和药敏试验显示草绿色链球菌和奈瑟氏菌。肺炎支原体抗体<1:40，九种呼吸道病原体面板为阴性。风湿抗体、抗核抗体及其他自身抗体检测均为阴性。胸部CT显示肺透明度正常，多发磨玻璃影和网状改变主要位于胸膜下区和下肺，增强后可见。右中叶和下叶可见≤6 mm的实性结节。无支气管狭窄或叶间裂厚度增加或移位。印象表明多发性肺病变，可能为机化性肺炎，建议治疗后重新评估。右肺小结节考虑为良性，建议随访。\n\n诊断为机化性肺炎，经2021年8月13日CT引导下肺活检确认。术后病理检查右肺活检样本示肺泡上皮显著增生，肺泡腔内纤维母细胞息肉样组织显示符合机化性肺炎的变化，伴有间质急性和慢性炎性细胞浸润。", "reference_treatment": "患者的肺间质显示炎细胞浸润。每8小时给予哌拉西林钠和他唑巴坦钠4.5克。术后病理显示：机化性肺炎。给予甲泼尼龙24毫克，同时补充钙剂和胃保护药物。"}
{"id": 188, "basic_info": "原病例：\n一名49岁女性，有剖腹产、阑尾切除术和卵巢囊肿切除术病史，两年前被诊断患有甲状腺功能亢进，虽然她目前的甲状腺功能检测大多数正常，但甲状腺球蛋白抗体（9.43 U/ml）和甲状腺过氧化物酶抗体（68.61 U/ml）升高。三年前，常规检查发现她右下肺叶有一个结节，直径约为10毫米。她否认诸如咳嗽、咳痰、呼吸急促、心悸、低烧、疲劳、盗汗、头痛、头晕、恶心、呕吐、意识丧失、癫痫或肢体肿胀等症状。\n\n入院体格检查显示，她的体温为36.3°C，脉搏为76次/分，呼吸频率为18次/分，血压为135/62 mmHg。她的气管居中，未触及颈部淋巴结肿大。无胸部畸形或胸壁静脉曲张。胸骨无压痛，双侧呼吸动作对称。触觉震颤无增减，未检测到胸膜摩擦音。肺部叩诊呈共鸣音，双侧呼吸音粗糙，无干湿啰音或胸膜摩擦音。心脏和腹部检查未见异常，双下肢无水肿。\n\n实验室检查包括全血计数、综合代谢面板、电解质、肿瘤标志物和凝血功能均未见异常。心电图、肺功能检查、超声心动图、腹部超声以及头颈部血管超声均未显示明显异常。\n\n术后病理显示肺组织广泛坏死，周围可见上皮样细胞肉芽肿和多核巨细胞。坏死物质的特殊染色显示类似酵母的真菌孢子，呈圆形至卵圆形，大小约为5-15微米，细胞体外可见荚膜晕，PAS和黏液胭脂染色阳性，确认为荚膜隐球菌。病理切片的核酸提取和PCR检测对葛氏隐球菌阳性，对新生隐球菌阴性，最终确诊为葛氏隐球菌性肺炎。", "reference_treatment": "治疗方案翻译：\n\n2021年11月9日，患者在全身麻醉下进行双腔气管插管，并置于左侧卧位。进行常规消毒和铺巾。分别在右侧第7肋间腋中线和第4肋间前腋线处做小切口，引入胸腔镜和手术器械。胸腔探查显示无积液。在下叶的外基底段观察到一个约1厘米大小的结节，表面没有胸膜皱缩。用卵圆钳将病变抬起，在内镜指导下用线性切割器切除病变及周围正常肺组织。通过标本袋将标本移除。打开标本时，发现结节位于肺内的胸膜下，直径为1.2厘米，横截面呈细腻的乳白色干酪状纹理（图6）。标本送去作冰冻切片病理检查，通过电话报告为“肉芽肿性广泛坏死”。水囊试验显示没有额外肺部病变、明显漏气或出血。用生理盐水冲洗胸腔，并在第7肋间的切口处放置闭合的胸腔引流管。手术器械和纱布经过正确核对后，所有切口关闭。手术顺利完成。术后给予患者吸氧、头孢呋辛预防感染、雾化及祛痰治疗。术后6小时恢复正常饮食，术后48小时移除胸腔引流管。"}
{"id": 189, "basic_info": "翻译：\n\n病例：\n\n一名11岁女性因持续6天发热和咳嗽，以及双侧下肢疼痛1天而入院。她没有显著的病史，家族史不详。\n\n入院时，实验室检查显示白细胞计数为3.84×10^9/L，中性粒细胞比例为78.6%，淋巴细胞比例为16.3%。红细胞计数为4.50×10^12/L，血红蛋白为127 g/L。炎症标志物显示红细胞沉降率（ESR）为8 mm/1h，C反应蛋白（CRP）为33.8 mg/L，降钙素原为2.3 µg/L。血液化学指示肝酶升高：丙氨酸转氨酶（ALT）为343.9 U/L，天冬氨酸转氨酶（AST）为1200 U/L，乳酸脱氢酶（LDH）为1996 U/L，肌酸激酶水平非常高，为52,435 U/L；肾功能和血脂状况均在正常范围内。尿液分析显示红细胞镜检为5-6个每高倍视野，蛋白尿为+2，血尿为+3，酮尿为+2。电解质显示低钾血症，血钾为3.00 mmol/L，低钠血症，血钠为124.30 mmol/L。凝血检查显示D-二聚体为6.62 mg/L，凝血酶原时间（PT）为16.00 s，纤维蛋白原为4.09 g/L，部分凝血活酶时间（APTT）为34.20 s，凝血酶时间为16.1 s。心脏标志物显示肌酸激酶同工酶（CK-MB）为88.86 µg/L，肌红蛋白超过4095.0 µg/L，肌钙蛋白I为0.01 µg/L。免疫学检查显示免疫球蛋白E升高至30,580 IU/mL，白细胞介素6（IL-6）为108.54 ng/L，白细胞介素8（IL-8）为43.39 ng/L。血清铁蛋白为1042.7 µg/L。甲状腺功能检查正常。病原体检测显示肺炎支原体抗体滴度显著，为1:160，肺炎支原体IgM（MPIgM）阳性，而其他呼吸道病原体检测为阴性。进一步的病毒抗原检测显示副流感病毒3型阳性，其他常见呼吸道病毒检测为阴性。T-SPOT.TB、肝炎病毒和EB病毒检测均为阴性。痰液培养显示有少量酵母菌。心电图和心脏超声检查无异常。腹部超声显示脾肿大约为122 mm × 40 mm，左肾结石为3 mm × 4 mm，发现符合胡桃夹综合征涉及左肾静脉。\n\n患者被诊断为重症肺炎和肺炎支原体感染，支持诊断的病原体检测结果显示肺炎支原体的显著抗体滴度和阳性肺炎支原体IgM，同时副流感病毒3型抗原呈阳性。", "reference_treatment": "入院后，患者开始接受头孢哌酮舒巴坦静脉输注（每次1.5g，每天两次），口服阿奇霉素（每次0.4g，每天一次），以及抗感染和对症支持治疗。入院第三天凌晨2点时，患儿发作高烧，最高41.9°C。口服布洛芬混悬液（10mL，200mg）的对症治疗无效，因此添加了甲泼尼龙（每次60mg，每天一次）静脉输注。下午发热消退，双侧下肢疼痛缓解，继续静脉输注甲泼尼龙8天（每次60mg，每天一次共7天；每次40mg，每天一次共1天），随后口服醋酸泼尼松片9天（每次10mg，每天两次共3天；每次10mg，每天一次共3天；每次5mg，每天一次共3天）。同时使用头孢哌酮舒巴坦（每次1.5g，每8小时一次）静脉输注14天，和口服阿奇霉素（每次0.4g，每天一次）7天以抗感染。\n\n入院第五天，患儿再次发烧，最高达38.4°C。考虑到免疫功能失调，给予静脉输注人免疫球蛋白（每次15g，每天一次）共5天。入院第六天，发热消退后，患儿未再发烧。重复胸部CT扫描显示左肺炎症进展，左肺上叶大面积实变，左下叶背段多处斑片状磨玻璃样浑浊，支气管壁增厚，双侧胸腔积液和心包积液少量。测量抗单链DNA抗体37.37 RU/mL，抗心脂抗体IgM 19.52 RU/mL。然而，患儿临床症状较之前有改善，继续原治疗方案。\n\n入院第九天，进行纤维支气管镜检查，未见显著异常；心脏超声检查显示无心包积液。重复血清MP抗体检测仍为阳性（滴度≥1:640），鼻咽拭子呼吸道合胞病毒3型抗原阴性，ESR为50.0 mm/1h。口服米诺环素（每次50mg，每天三次）7天以治疗MP感染。住院期间，考虑到患儿的病情，给予复方甘草酸和谷胱甘肽以保护肝功能，肝素注射进行抗凝，鼻导管吸氧，氨溴索用于祛痰，以及口服应用制霉菌素，还有其他对症和液体支持治疗。"}
{"id": 190, "basic_info": "原病例：\n一名75岁女性患者，症状为反复咳嗽和咳痰超过十年，过去两年在运动时呼吸短促加重并在过去六天内恶化。她的病史包括两年前诊断的高血压，最高记录的血压为180/90 mmHg。她对降压药物的服用不规律，且不经常监测血压。她无肝炎或结核病史，并否认吸烟或饮酒。家族中无恶性肿瘤病史。\n\n体格检查显示，体温36.6℃，心率102次/分钟，呼吸频率22次/分钟，血压165/100 mmHg，室内空气氧饱和度为90%。患者意识清楚，但有唇部发绀。无浅表淋巴结可触及，气管居中，胸部呈桶状。叩诊发现双肺过度共鸣，呼吸音减弱，双侧有大量喘鸣音和散在的湿啰音，但无胸膜摩擦音。心脏和腹部检查无明显异常。肢体力量和肌肉张力正常，双下肢无水肿。\n\n门诊进行的胸部CT显示慢性支气管炎、肺气肿，双肺中有散在多发的点状及结节状、绒毛状和片状密度增高，伴有轻度支气管扩张。实验室检查发现白细胞计数升高至12.03×10^9/L，中性粒细胞计数为10.6×10^9/L，中性粒细胞占白细胞分类的88%。淋巴细胞计数降低至0.5×10^9/L，比例为4.2%。C反应蛋白升高至49.13 mg/L。血气分析显示pH为7.46，pCO2为55 mmHg，pO2为52 mmHg，标准碳酸氢盐水平为34.2 mmol/L。氧饱和度为87.1%。肝功能检查显示γ-谷氨酰转移酶升高至55 U/L，乳酸脱氢酶升高至270 U/L。血糖测量为7.09 mmol/L，钾降低至2.94 mmol/L，铁降低至3.05 μmol/L。呼吸道病原体测试呈阴性。常规粪便和尿液检查，红细胞沉降率，降钙素原，肾功能，心脏损伤标记物，NT-proBNP，传染病筛查，（1,3）-β-D-葡聚糖、半乳甘露聚糖和SARS-CoV-2 RNA，以及痰涂片和培养结果均正常或阴性。头部MRI显示右侧基底节区、双侧额叶、双侧侧脑室体区域和双侧半卵圆中心有散在缺血性病变，伴有轻度白质脱髓鞘和脑萎缩。腹部CT表现无异常。超声心动图显示心室大小和形态正常，局部主动脉瓣返流，左心室舒张功能降低，短缩分数为33%，射血分数为62%。\n\n诊断为由Tsukamurella pulmonis和Nocardia pneumoniae引起的重症肺炎。此诊断通过支气管肺泡灌洗液（BALF）的二代基因组测序（mNGS）得以支持，识别出诺卡菌属（序列计数1,914,215，相对丰度29.47%，包括Tsukamurella序列计数668,752和诺卡菌肺炎序列计数207,263）及铜绿假单胞菌（序列计数3,008）。考虑患者的症状、血液检查、影像学表现及先前治疗的反应，确认诊断为Tsukamurella pulmonis和Nocardia pneumoniae引起的重症肺炎。", "reference_treatment": "原始治疗计划：入院后，患者接受持续低流量氧疗、头孢哌酮-舒巴坦（3.0克，每日两次）和左氧氟沙星（0.5克，每日一次）进行抗感染治疗，甲基泼尼松龙（40毫克，每日一次，持续5天）用于抗炎和抗哮喘，法莫替丁（20毫克，每日两次）用于胃保护，雾化支气管扩张剂、钾补充、液体补充、降压治疗及其他对症支持治疗。治疗后患者症状未明显改善。2022年8月13日，患者出现寒战和发热，最高体温为39.6°C，伴有寒噤，呼吸困难加重，痰量增加，痰呈黄白色粘稠状。重复血液检查显示白细胞计数为26.33×10⁹/L，中性粒细胞计数为23.06×10⁹/L，中性粒细胞百分比为87.6%，血小板计数为371×10⁹/L（参考值：100~300×10⁹/L）；C反应蛋白为138.31mg/L；降钙素原正常。重复胸部CT显示右上叶后段、右中叶及双肺下叶多发感染，与8月6日的早期扫描相比的感染病灶更多（图3）。后续痰培养、痰涂片（用于真菌和结核分枝杆菌）及血培养均为阴性。患者表现出显著的感染和中毒症状，症状恶化，呼吸急促，双肺听到大量湿啰音，影像学显示病情进展，血液炎症标志显著升高，并合并II型呼吸衰竭，确诊为重症肺炎。排除败血症，推测为感染失控，促使抗生素升级为亚胺培南西司他丁（1.0克，每日三次）进行广谱治疗，同时辅以支持性无创呼吸机辅助。进行了全面的病原菌搜索，支气管镜检查显示支气管黏膜炎症及气管腔内大量白色粘稠痰液，可视范围内无狭窄或新生物。双肺的支气管肺泡灌洗液（BALF）送去进行细菌和真菌培养、抗酸杆菌涂片及XpertMTB/RIF检测，结果均为阴性。外部对BALF的宏基因组学下一代测序（mNGS）检测到诺卡菌属（序列数1,914,215，相对丰度29.47%，其中包括耳痒诺卡菌序列数668,752和肺炎诺卡菌序列数207,263）及假单胞菌（序列数3,008）。考虑到患者的症状、血细胞计数、影像学发现及先前治疗结果，综合评估显示严重肺炎由耳痒诺卡菌和肺炎诺卡菌感染引起。启动针对性抗感染治疗，使用亚胺培南西司他丁（1.0克，每日三次）与磺胺甲恶唑/甲氧苄啶（每日四次两片）联合治疗。经过与四川大学华西医院呼吸专家的远程会诊，患者重症肺炎的诊断得到确认，无播散性诺卡菌感染的证据。目前的联合治疗方案获得批准，建议亚胺培南西司他丁疗程为两周。到8月19日，患者体温恢复正常。8月27日重复胸部CT显示右中叶和左下叶实变，双肺实质有多发散在感染病灶（图4）。"}
{"id": 191, "basic_info": "原病例：\n一名60岁的男性，有后颈椎板切除、减压和内固定的病史，出现持续发热，体温峰值达到39.0°C，胸部CT显示双肺下叶实变。患者经历反复发热、咳嗽、咳痰、呼吸急促和食欲减退。尽管症状持续且高热不退，病情无改善，血氧饱和度为87%。\n\n生命体征显示体温为38.6°C，心率为90次/分钟，呼吸频率为25次/分钟，血压为138/72 mmHg。体检表明双肺呼吸音粗糙，伴有湿啰音，但没有胸膜摩擦音，也没有下肢水肿。\n\n实验室检测显示血氧饱和度为87%，白细胞计数升高至27.98×10^9/L，中性粒细胞占97%，多个炎性指标显著升高，以及肝酶水平异常。胸部CT表现为右肺中叶及双肺上、下叶出现斑片状高密度区域，气道通畅，叶间裂无增厚或移位。真菌、病毒和分枝杆菌感染已排除，而BALF q-PCR和mNGS检测出嗜肺军团菌和吉氏诺卡菌，通过MALDI-TOF MS以99.9%的置信度确认。\n\n诊断为诺卡菌和军团菌混合感染导致的肺炎。此结论主要基于BALF q-PCR和mNGS结果，以及通过MALDI-TOF MS鉴定的细菌培养。", "reference_treatment": "治疗方案：\n\n患者痰培养显示诺卡氏菌（Nocardia nova）感染。治疗方案包括：口服复方磺胺甲恶唑（Trimethoprim-Sulfamethoxazole）0.96克，每天三次；静脉滴注利奈唑胺（Linezolid）0.6克，每12小时一次；静脉滴注美罗培南（Meropenem）1克，每8小时一次；静脉滴注舒巴坦-头孢哌酮（Cefoperazone-Sulbactam）3克，每12小时一次；口服伏立康唑（Voriconazole）200毫克，每天两次，并辅以其他对症治疗。同时患者接受高流量湿化鼻导管（HFNC）治疗12小时间歇性应用，以及非侵入性通气支持12小时间歇性应用；进行持续床旁血液滤过治疗。随后患者出现急性肾损伤（AKI）、高钾血症（Hyperkalemia）和代谢性酸中毒（Metabolic acidosis），导致患者氧合下降及呼吸频率增加，给予气管插管及其他支持性治疗。\n\n支气管肺泡灌洗液（BALF）显示嗜肺军团菌（Legionella pneumophila）感染，因此对药物治疗进行了调整：改用莫西沙星（Moxifloxacin）0.4克，每24小时一次；替加环素（Tigecycline）100毫克，每12小时一次；伏立康唑（Voriconazole）静脉滴注0.4克，每24小时一次；阿奇霉素（Azithromycin）500毫克，每天口服一次，同时继续使用复方磺胺甲恶唑（Trimethoprim-Sulfamethoxazole）0.96克，每天三次。经过2天的机械通气辅助治疗，患者成功拔管并转入普通病房接受后续对症治疗。随访胸部CT（影像3）显示双肺感染病灶、左下肺不张及实变，左侧胸腔积液，同时之前的病灶有所吸收。\n\n"}
{"id": 192, "basic_info": "原病例：\n\n一名74岁女性患者表现为间歇性咳嗽，已有一个月病史，伴有少量白色泡沫痰和偶尔的黄色粘稠痰。患者还报告有寒战，发热，最高体温为37.8°C，身体酸痛，餐后胃酸倒流，偶尔出现黄色稀便，无恶心、呕吐、腹痛、头晕、头痛、胸闷、呼吸急促、心悸或泌尿症状。起初在当地诊所凭经验给予抗感染、解热及止咳祛痰治疗，但患者仍持续间歇性发热，并且咳嗽和痰液增多。入院后，体温恢复正常。\n\n体格检查显示无需补充氧气条件下外周血氧饱和度为93%。血气分析显示氧分压（PO₂）为63 mmHg，二氧化碳分压（PCO₂）为34.2 mmHg。血液检测结果显示白细胞计数为7.3×10^9/L，淋巴细胞计数为1.15×10^9/L，中性粒细胞计数为5.50×10^9/L，白蛋白为38.8 g/L，C反应蛋白为78.92 mg/L，降钙素原为0.068 ng/ml。胸部CT显示右上肺后段感染及实变，细支气管炎，肺气肿，左肺散在条纹病灶及双侧胸膜增厚。患者被诊断为肺炎。\n\n治疗四天后，因受寒患者出现发热，体温升至39°C，伴有寒战、胸闷和呼吸急促，同时口鼻周围出现疱疹。随后的实验室结果显示白细胞计数为6.9×10^9/L，淋巴细胞计数为0.79×10^9/L，中性粒细胞计数为5.56×10^9/L，降钙素原为0.049 ng/ml，白蛋白为35.1 g/L，C反应蛋白为116.97 mg/L，巨细胞病毒IgG抗体>1000.000 AU/ml，风疹病毒IgG抗体29.731 IU/ml，单纯疱疹病毒I型IgG 226.082 AU/ml。对常见呼吸道病原体、新冠病毒核酸、甲型流感病毒核酸、结核T细胞、自身抗体、血培养及尿常规结果均为阴性。胸部CT显示右肺上叶感染扩大。考虑到症状和实验室结果，疾病进展及病毒感染的可能性不能排除。\n\n患者被诊断为鹦鹉热衣原体肺炎。6月26日，支气管肺泡灌洗液宏基因组二代测序（mNGS）报告检测到鹦鹉热衣原体序列（衣原体属序列416，鹦鹉热衣原体序列89）。一个月前，患者曾与一只最近死去的鹦鹉密切接触，鹦鹉无明显死亡原因。症状始于鹦鹉死亡后不久，这与鹦鹉热一致，通过流行病学史、影像结果及mNGS的发现得到证实。", "reference_treatment": "原始治疗计划：\n入院时，患者的血气分析显示低氧血症和呼吸性碱中毒。通过面罩以3升/分钟的速度进行氧疗，以纠正低氧血症，维持外周氧饱和度高于95%。在完成细菌痰液分析、尿液分析和粪便常规检查后，开始使用头孢噻肟钠，每日两次，每次2克进行经验性抗感染治疗。此外，每日一次提供清热解毒治疗的清开灵注射液240毫克。2023年6月17日，经验性加入每日两次的更昔洛韦注射液0.25克进行抗病毒治疗。经过3天的治疗后，2023年6月20日患者的体温逐渐恢复正常。然而，在2023年6月21日，患者再次出现发热，最高温度达到38°C。2023年6月24日进行支气管镜肺灌洗，收集肺泡灌洗液进行mNGS、细菌培养、真菌涂片、细菌涂片和结核涂片检查。从2023年6月26日起，开始每日一次使用阿奇霉素注射液0.5克进行抗感染治疗。调整治疗方案后，患者从第二天起不再发热，咳嗽明显减少。血常规检查显示：白细胞为4.0×10^9/L，淋巴细胞计数为1.52×10^9/L，中性粒细胞计数为2.17×10^9/L；降钙素原为0.044ng/ml，C反应蛋白为13.09mg/L。实验室结果报告显示白细胞计数、中性粒细胞计数、C反应蛋白和降钙素原较之前水平有所减少，如图4至图7所示。"}
{"id": 193, "basic_info": "原病例：\n一名61岁女性患者出现咯血症状一个月，表现为痰中带血，但没有明显的诱因。她否认畏寒、发热、咳嗽、胸闷、胸痛、腹痛、恶心、呕吐、低度发热、夜间盗汗或疲劳。她的症状反复出现。入院时，体检显示体温为36.8°C，脉搏为89次/分，呼吸频率为20次/分，血压为140/82 mmHg。患者神志清醒，皮肤、黏膜及巩膜未见黄疸。无颈静脉怒张。双侧呼吸音清晰，无任何干湿啰音。心脏检查显示心率为89次/分，节律规则，无杂音。腹部柔软，无压痛、反跳痛或肝脾肿大。Murphy征阴性，肠鸣音活跃，每分钟4次，双下肢无水肿。肢体力量和张力正常。生理反射存在，无病理反射。\n\n实验室检查包括全血细胞计数，显示白细胞5.13×10^9/L，红细胞4.18×10^12/L，血红蛋白浓度138.0 g/L，血小板223.0×10^9/L，淋巴细胞比例38.20%，中性粒细胞比例55.1%。超敏C反应蛋白为12.8 mg/L，糖化血红蛋白为8.10%。血清生化显示血糖19.25 mmol/L，其他参数在正常范围内。凝血功能、甲状腺功能测试及肿瘤标志物（CEA, AFP, CA125, CA199, 肺癌抗原）均正常。痰培养及抗酸杆菌涂片为阴性。尿常规显示葡萄糖4+，尿比重为1.001。超声检查提示双侧颈总动脉壁不均匀增厚，甲状腺回声不均匀且略显丰富血流，轻度三尖瓣、二尖瓣和主动脉瓣返流，左心室收缩和舒张功能正常。子宫缩小。肝、胆囊、脾、胰腺、肾脏、输尿管、膀胱或附件未见明显异常。2023年11月27日的胸部CT显示双侧下肺镶嵌灌注，提示小气道病变及主动脉硬化。\n\n诊断为Whipple肺炎，诊断依据包括靶向测序的支气管肺泡灌洗液显示TW, Fusobacterium nucleatum和巨细胞病毒感染。支气管肺泡灌洗液G试验>600 pg/ml，GM试验正常，细菌培养和结核菌测试正常。", "reference_treatment": "原治疗计划：\n入院后给予患者抗感染治疗（莫西沙星从2023年11月27日至2023年12月4日，桉树柠檬化痰剂，苏黄止咳胶囊以促进排痰）、血糖调节（二甲双胍，阿卡波糖）及对症治疗。与之前相比，患者咯血略有改善，但咳嗽仍然显著。2023年11月29日，采集支气管肺泡灌洗液进行呼吸道病原体靶向测序，显示感染有TW、梭状核菌和巨细胞病毒（见图2）。肺泡灌洗液G试验结果为>600 pg/ml，而GM试验、细菌培养和分枝杆菌检测未见异常。治疗改为头孢曲松2.0 g，每日一次（从2023年12月4日至2023年12月12日）。抗感染治疗后，患者的咳嗽和咯血明显改善。12月11日复查血常规和高敏C反应蛋白显示无异常。2023年12月11日的胸部CT显示两侧下肺的马赛克灌注较之前明显改善（见图3），需与临床发现相关联。患者病情好转，办理出院手续。开药两周包括：复方磺胺甲恶唑片0.96 g，每日两次；地氯雷他定片8.8 mg，每日一次；肠溶桉树柠檬胶囊0.3 g，每日三次；二甲双胍缓释片0.5 g，餐前每日三次；阿卡波糖片0.1 g，餐前每日三次。"}
{"id": 194, "basic_info": "原病例：\n一名35岁男性，无显著的既往病史，出现发热和持续6天的头痛，同时伴有持续3天的意识混乱和言语不清。他否认任何已知H1N1流感或COVID-19的接触史。家族病史未知。\n\n体格检查中，患者已插管并借助机械通气进行呼吸支持。头部检查显示有中等颅内压，并伴有苍白出血性液体引流。颈部检查显示颈项强直阳性。肺部听诊时可听到喘鸣和明显的痰音。\n\n实验室检查结果包括：\n- 白细胞计数：9.49 × 10⁹/L  \n- 高敏C反应蛋白：231.39 mg/L（正常范围：0–10 mg/L）  \n- 降钙素原：0.96 ng/mL  \n- 红细胞沉降率：75 mm/h  \n- 血清乳酸：1.51 mmol/L  \n- 静脉血糖：13 mmol/L  \n- 糖化血红蛋白（HbA1c）：10.5%  \n- COVID-19 PCR：阴性  \n\n影像学检查：\n- 头部CT显示右侧颞枕叶有一个大面积低密度病灶（最大截面积：4.15 cm × 2.71 cm；密度：18 HU），左侧额叶有小面积低密度病灶。MRI脑部弥散加权成像揭示右侧硬膜下空间、双侧额叶、顶叶、右侧基底节区、颞叶及枕叶有多发病灶，中线向左偏移。  \n- 胸部CT显示多发双侧肺病灶，提示感染。  \n- 腹部CT显示左侧肝叶有多个病灶，符合侵袭性肺炎克雷伯菌肝脓肿综合症（IKPLAS）。  \n\n微生物学检查结果：\n- 血培养：肺炎克雷伯菌阳性  \n- 第3天脑脊液mNGS：肺炎克雷伯菌阳性（检测到538种微生物核酸序列）  \n- 第6天痰培养：肺炎克雷伯菌阳性  \n- 肝脓肿引流液培养：肺炎克雷伯菌阳性  \n\n诊断：  \n侵袭性肺炎克雷伯菌肝脓肿综合症（IKPLAS），伴发多器官系统并发症，包括肺、肝和中枢神经系统。\n\n诊断依据：  \n胸部CT结果提示肺部感染。腹部CT结果显示多发肝脓肿，符合IKPLAS。血培养、脑脊液mNGS、痰培养和肝脓肿引流液培养均确认肺炎克雷伯菌为致病菌。", "reference_treatment": "在患者发病的第六天，患者被收入我院进行治疗。腰椎穿刺显示高压，因此提供脱水降颅压和控制癫痫的治疗。入院后第三天，由于脑疝，患者接受了右额颞顶减压和硬膜下脓肿引流术。手术过程中观察到硬膜下腔有大量脓液（图1C）。将脓液送去进行细菌学检查（图1D）。清创术后，患者被转至ICU进行进一步治疗。治疗包括机械通气和胰岛素以维持稳定的血糖水平，以及每8小时2g美罗培南静脉输注作为抗菌疗法。进行了感染脑脊液的腰池引流。为进一步调查脑脓肿的来源，腹部CT扫描显示肝左叶有多个病灶，与肝脓肿表现一致，提示侵袭性肺炎克雷伯菌肝脓肿综合征（图2A）。患者的肝脓肿液化，在住院第四天，进行了超声引导穿刺和导管引流治疗，脓液标本中检测到了肺炎克雷伯菌。体外药物敏感性试验显示对美罗培南敏感。术后一周，患者出现心率加快、血压升高、发热、肌肉张力障碍、呼吸急促等阵发性交感神经兴奋（PSH）的表现。PSH评分（PSH评估量表，PSH-AM）为21分，给予吗啡、地西泮、可乐定、普萘洛尔、加巴喷丁和溴隐亭等药物以控制交感神经系统症状。增强CT扫描显示右顶颞枕叶和左额叶的低密度阴影范围扩大，呈现环形增强变化（图3A）。右枕叶的病灶较大，考虑感染（脑脓肿），进行再次穿刺和引流（图3B）。"}
{"id": 335, "basic_info": "原病例：\n一名45岁男性患者于2011年12月28日来到北京协和医院，报告有20年间歇性喘息的病史，过去3天情况恶化。其医疗、个人、婚姻和家族史均无明显异常。体格检查显示，患者呈现呼吸窘迫状态，双侧肺均出现喘息，氧饱和度为79%。心率为168次/分钟，呼吸频率为45次/分钟，血气分析（鼻导管10 L/min）结果为：pH值7.24，pCO₂ 62 mmHg，pO₂ 102 mmHg，HCO3- 26.6 mmol/L。患者处于镇静和放松状态，里士满躁动-镇静量表（RASS）评分为4，体温为36.6°C，血压为130/70 mmHg，心率为122次/分钟，并使用机械通气，每分钟12次。肺部检查显示广泛喘息而无啰音；心血管和腹部检查无异常，双下肢无水肿。\n\n实验室检查结果显示白细胞计数为9.67×10⁹/L，中性粒细胞0.638，嗜酸性粒细胞0.074，总嗜酸性粒细胞计数为0.72×10⁹/L，血红蛋白165 g/L，血小板179×10⁹/L。尿液分析未发现蛋白或红细胞；肾功能、电解质和肌酸激酶（CK）水平正常。总IgE为566 U/L，对曲霉菌的特异性免疫球蛋白G、降钙素原和真菌G试验均为阴性。抗中性粒细胞胞浆抗体阴性。痰涂片显示有隔状菌丝伴45°分支，类似于曲霉，痰培养结果显示长出黄曲霉和产囊曲霉。胸部CT扫描未见明显异常。\n\n患者被诊断为横纹肌溶解综合征，实验室检查结果及痰培养中存在的曲霉菌种支持该诊断。", "reference_treatment": "启动气管插管和机械通气，同时给予镇静药物。在入院时，给予患者镇静药（咪达唑仑和吗啡）、肌肉松弛药（维库溴铵）、机械通气、系统性糖皮质激素治疗（甲泼尼龙）和雾化吸入类固醇（布地奈德）、以及支气管扩张剂（沙丁胺醇+异丙托溴铵）。同时，进行积极的液体复苏和电解质及酸碱平衡的纠正。从12月28日开始，每天两次静脉注射甲泼尼龙40 mg；然而，患者仍处于哮喘持续状态，气道峰压力持续较高（最高达70 cmH₂O，其中1 cmH₂O=0.098 kPa）。从12月29日起，添加持续输注维库溴铵0.8 μg·kg⁻¹·min⁻¹，并将类固醇剂量增加至每天两次甲泼尼龙120 mg。3天后，逐渐减少类固醇剂量（每天两次甲泼尼龙80 mg，持续3天，然后每天两次甲泼尼龙40 mg，持续5天）。在此期间，还添加了头孢曲松和阿奇霉素进行抗感染治疗。12月31日，痰涂片显示分隔菌丝，提示曲霉感染，随后启动伏立康唑和伊曲康唑治疗。在住院的前5天，患者经历严重的喘息症状，气道峰压力为60-70 cmH₂O。治疗包括抗感染治疗、糖皮质激素（静脉注射甲泼尼龙和雾化吸入布地奈德）和支气管扩张剂[雾化复方异丙托溴铵（每次剂量2.5 ml，每天4次持续1天，然后每天6次持续10天）和静脉注射氨茶碱（每天一次0.25 g，持续3天）]。从2012年1月6日起，患者情况开始改善，气道峰压力逐渐下降至20-25 cmH₂O。维库溴铵于1月6日停用，次日拔除气管导管，改用无创通气支持。从1月11日起，患者逐步过渡到鼻导管氧疗（2-4 L/ min），氧饱和度维持在94%-97%。自1月7日撤离通气觉醒后，患者出现全身虚弱和肌肉疼痛，上下肢肌力为III级*，可能为镇静作用所致。然而，次日紧急实验室检查显示血清肌酸激酶（CK）为2439 U/L，肌红蛋白（Myo）为2425 μg/L，心脏肌钙蛋白（cTnI）及血清肌酐水平正常，提示疑似横纹肌溶解综合症（RMS）。因此，给予加强液体补充、尿液碱化和利尿治疗（早期液体摄入和尿量均>4000 ml/天，后期保持在2000-4000 ml/天）。血清CK和Myo在1月10日达到峰值（分别为3201 U/L和3655 μg/L），随后逐渐下降。随着喘息缓解和情况好转，患者于1月12日转入呼吸病房。随后，逐渐减少并停止静脉注射类固醇，同时加强雾化吸入（布地奈德+复方异丙托溴铵），继续进行针对曲霉的抗真菌治疗、液体补充和体育锻炼。"}
{"id": 488, "basic_info": "病例翻译：\n\n一名65岁男性，既往无明显病史，因咳嗽和咳痰持续10天，伴有3天寒战和发热前来就诊。他有40年每天吸烟10-20支的历史，并未尝试戒烟。患者于2024年1月8日入住呼吸与危重症医学科。初始症状为轻度咳嗽，少量白色黏液痰，食欲不佳和打嗝，但无寒战、发热、胸痛、咯血、恶心、呕吐、腹痛或腹泻。在过去的3天里，他出现寒战，发热最高达40.0°C，咳嗽伴黄色白色痰增多，以及渐进性胸闷和呼吸困难，尤其在运动后加重，休息后缓解，同时感到头晕和乏力。\n\n在体格检查中，患者体温为37.9°C，脉搏71次/分，呼吸频率20次/分，血压为130/80 mmHg，室内空气的氧饱和度为92%。患者意识清晰，唇无发绀。口咽检查可见咽部红润，无扁桃体肿大；浅表淋巴结触诊未见异常。肺部检查显示叩诊音清晰，但左上肺叶听诊呼吸音稍减弱，伴散在细湿啰音。心脏和腹部检查无明显异常，下肢无水肿。\n\n胸部CT显示左上肺叶胸膜下区见斑片状实变伴磨玻璃影, 空气支气管征和叶间网状结构；左侧胸膜稍增厚，右下肺叶轻度纤维条索。入院时实验室检查显示白细胞和中性粒细胞计数正常，淋巴细胞计数0.63×10^9/L（参考范围：1.1×10^9/L至3.2×10^9/L），血小板计数91×10^9/L（参考范围：100×10^9/L至300×10^9/L）。肝功能检查显示总蛋白63.4 g/L（参考范围：65-85 g/L）和白蛋白38 g/L（参考范围：40-55 g/L），乳酸脱氢酶正常。凝血功能检查显示D-二聚体0.63 mg/L FEU（参考范围0-0.5 mg/L FEU），纤维蛋白原7.83 g/L（参考范围2-4 g/L），纤维蛋白原降解产物5.5 mg/L（参考范围0-5 mg/L）。动脉血气分析显示pH 7.51，pCO2 29.9 mmHg，pO2 74.2 mmHg，氧饱和度96%，乳酸1.1 mmol/L。C-反应蛋白188.1 mg/L（参考范围0-6 mg/L）；降钙素原0.24 μg/L（参考范围0-0.05 μg/L）。咽拭子检测结果为甲型流感病毒RNA阳性；肺炎支原体IgM抗体阴性。尿常规、粪便常规、血糖、血脂、肾功能、心肌酶谱、脑钠肽及传染病筛查均未见异常。痰液涂片显示未发现抗酸杆菌，细菌及真菌培养阴性。\n\n基于甲型流感病毒RNA阳性和肺炎支原体IgM抗体阴性，患者被诊断为鹦鹉熱肺炎合并流感（甲型流感病毒感染）。", "reference_treatment": "患者表现出畏寒、发热和其他类似流感的症状，咽拭子检测呈甲型流感病毒核酸阳性。白细胞计数正常，但淋巴细胞计数减少，确诊为流感。开具奥司他韦（每日两次，每次75毫克）作为抗病毒治疗。此外，患者的C反应蛋白和降钙素原水平显著升高，胸部CT显示类似大叶性肺炎的特征，提示可能存在合并细菌感染（如肺炎链球菌或肺炎克雷伯菌）。给予哌拉西林-他唑巴坦（每日三次，每次4.5克）作为抗菌治疗，辅以支持疗法，包括氧疗、镇咳、祛痰、解热药和补液。\n\n经过3天的治疗后，患者仍然在下午时段出现高热，暗示经验性抗菌治疗无效。有必要考虑不典型病原体（如军团菌或衣原体）和特殊病原体（如真菌或结核病）共感染的可能性。在查房时，主治医师询问患者病史，发现他们家中饲养鸡、鸭和鸽子。鉴于禽类接触史、胸部CT发现的异常及抗病毒和抗菌治疗效果不佳，鹦鹉热不能排除。加入莫西沙星（每日一次，每次0.4克）到治疗方案中以进行感染控制，同时积极寻找病因学证据。\n\n支气管镜检查结果：左上叶舌段支气管黏膜充血肿胀，导致管腔轻微狭窄，内部可见大量白色泡沫分泌物。对支气管肺泡灌洗液进行的靶向新一代测序显示鹦鹉热衣原体（序列计数2397，相对浓度4×10²拷贝/毫升）。患者被明确诊断为鹦鹉热。\n\n加入莫西沙星两天后，患者体温恢复正常，表明治疗有效。停止使用哌拉西林-他唑巴坦，继续以莫西沙星单药进行感染控制。截至2024年1月15日，后续血常规检查和降钙素原水平已恢复正常。"}
{"id": 785, "basic_info": "病例翻译：\n\n一名89岁女性病人因咳嗽和呼吸困难3天就诊于医院。其既往病史中有超过20年的柴火烟和长期厨房油烟的暴露史，长达10年的慢性咳嗽和痰液产生，每年超过3个月的咳嗽，5年前被诊断为轻度阻塞性通气功能障碍。她有高血压病史，使用缓释硝苯地平控制，并报告血压在正常范围内。其医学史还包括冠状动脉疾病、心房颤动、多处腔隙性脑梗死和阿尔茨海默病，但没有使用常规药物的记录。她否认糖尿病史。患者曾接受阑尾切除术和左下肢血管支架置入。她曾接触过COVID-19患者，但未接种疫苗。其家族病史无特殊。她有一子一女。\n\n3天前患者感冒，随后出现咳嗽伴少量白色粘液、胸闷和呼吸困难，活动时加重，休息时减轻。她报告食欲不振，但否认胸痛、心悸、发热、咯血、盗汗、体重减轻、腹痛、腹泻、头痛或呕吐。\n\n在我院于2023年1月3日的检查中，其COVID-19核酸检测呈阳性。胸部CT扫描显示双侧肺部感染和胸腔积液。实验室检查显示肝功能异常，总蛋白为50克/升，白蛋白为28.8克/升。肾功能测试显示肌酐水平为82微摩尔/升，钠水平为129.8毫米摩尔/升，总钙为1.84毫米摩尔/升。心肌酶水平显示CK为232单位/升，LDH为441单位/升，肌红蛋白为232.8微克/升。NT-proBNP升高至1627皮克/毫升。血液测试显示白细胞计数为4.45×10⁹/升，淋巴细胞计数为0.95×10⁹/升，血小板为80×10⁹/升。CRP升高至50.8毫克/升，D-二聚体水平为1.5微克/毫升。肌钙蛋白I呈阴性。随机血糖为8毫米摩尔/升，ESR为88毫米/小时。其他测试包括MPAb、肺炎支原体IgM和IgG、凝血、血脂和输血前测试均正常。\n\n心电图结果显示有心房颤动伴交界性心律，ST段和T波异常，提示下壁及前外侧心肌缺血，QT间期延长。\n\n血气分析显示pH值为7.466，pO₂为63.3毫米汞柱，pCO₂为29.7毫米汞柱，O₂饱和度为93.2%，FIO₂为29%，氧合指数为218毫米汞柱。\n\n诊断包括重度COVID-19感染；I型呼吸衰竭；肺部感染；慢性阻塞性肺疾病急性加重；冠状动脉疾病伴稳定型心绞痛、心房颤动和心功能II级；双侧胸腔积液；III级高血压，风险极高；阑尾切除术后；左下肢血管支架置入术后；血小板减少症；多发性腔隙性脑梗死；肝囊肿；低钠血症；阿尔茨海默病；压疮；以及低蛋白血症。\n\n诊断依据包括阳性的COVID-19检测结果、胸部CT发现、心电图异常和血气分析结果。", "reference_treatment": "治疗计划：\n\n从2023年1月4日起，患者开始口服阿兹夫定，每天一次，剂量为5毫克，并每8小时静脉注射哌拉西林钠-他唑巴坦钠，剂量为4.5克，以及静脉注射琥珀酸甲泼尼龙钠，剂量为40毫克，每天一次。治疗后，患者仍然存在明显呼吸困难。\n\n1月6日，琥珀酸甲泼尼龙钠的剂量增加至每天一次，80毫克。1月10日，停止了琥珀酸甲泼尼龙钠的使用。\n\n在疾病早期阶段，患者的淋巴细胞计数显示持续下降。1月9日，随后的全血细胞计数检查结果显示：白细胞计数为5.72×10⁹/L，中性粒细胞百分比为80.8%，淋巴细胞计数为0.48×10⁹/L。\n\n针对这种情况，加入了胸腺素，通过肌肉注射，每天一次，剂量为20毫克。此外，患者接受了氧气补充、心脏保护、血压管理、肠内营养支持以及其他一般治疗。"}
{"id": 787, "basic_info": "71岁男性于2022年12月23日入院，主诉有7天的发热、咳嗽、咳痰和呼吸困难病史。患者既往病史包括高血压和糖尿病，且其报告通过定时用药控制良好。他否认冠状动脉疾病、肝炎、结核或其他感染性疾病的病史。患者有30年每天一包的吸烟史，但已于3年前戒烟；不过，他仍然饮酒，并已接种过三剂COVID-19疫苗。患者否认有食物或药物过敏史，重大创伤史，以及输血史。无显著的家族史或旅行史。\n\n患者报告在接触一名COVID-19阳性人员后，体温达到40°C。症状包括阵发性单声咳嗽，尤其在早晨容易咳出少量白色粘稠痰，伴有寒战、打冷战、头痛和头晕。他否认恶心、呕吐、胸闷、胸痛、腹胀、疼痛或腹泻。自我用药布洛芬并未缓解发热，且报告睡眠、食欲和精神状态不佳，但体重没有显著变化。\n\n体格检查显示体温36.5°C，脉搏85次/分钟，呼吸22次/分钟，血压125/65 mmHg。氧饱和度为84%。患者意识清楚但健康状态一般，无唇部紫绀，无可触及的浅表淋巴结。肺部检查显示两侧下肺有粗糙的呼吸音和中度的啰音。心脏检查显示心律规则，无额外声音、杂音或摩擦音。腹部检查未见异常，肠音正常，下肢无腹胀或水肿迹象。未发现指端杵状指。\n\n实验室检查结果显示C反应蛋白水平为141.19 mg/L，高敏C反应蛋白水平大于5.00 mg/L。白细胞计数为12.34×10^9/L，血红蛋白129 g/L，血小板计数170×10^9/L。淋巴细胞计数为1.01×10^9/L，中性粒细胞计数为10.54×10^9/L。常规尿检无异常。肝功能、心肌酶谱和电解质水平正常。肾功能检查显示血尿素氮为10.00 mmol/L，肌酐为168 μmol/L。其他指标显示肌红蛋白239.1 ng/ml，降钙素原2.37 ng/ml，NT-proBNP383.80 pg/ml。凝血功能检查显示纤维蛋白原水平为6.13 g/L，D-二聚体水平为0.80 mg/L。疟原虫检查无异常。COVID-19核酸检测结果为阳性。血气分析示pH 7.43，pO2 64 mmHg，pCO2 30 mmHg，氧合指数为118 mmHg（测试中使用55%氧浓度）。心电图显示窦性心动过速，左胸导联QRS波低电压和T波变化。胸部CT提示可能的间质性肺炎，双侧散在斑片状磨玻璃样阴影和靠近胸膜的支气管血管束周围网状改变，伴有间隔增厚及心包和双侧胸膜轻微增厚。\n\n诊断：COVID-19感染。\n诊断依据：高热、阵发性咳嗽伴白痰、寒战、打冷战、呼吸困难、头痛、头晕、新冠病毒核酸检测阳性、窦性心动过速伴低电压QRS以及T波变化，胸部CT所见符合间质性肺炎伴斑片状磨玻璃影及网状改变。", "reference_treatment": "原始治疗方案：给予阿兹夫定片5毫克，每日一次（2022年12月23日 - 2022年12月29日，连续7天）作为抗病毒治疗；每6小时给予哌拉西林他唑巴坦4.5克进行抗感染治疗；高流量氧疗；甲泼尼龙40毫克（2022年12月23日 - 2023年1月3日），醋酸泼尼松20毫克（2023年1月4日 - 2023年1月10日）用于激素抗炎治疗；解热药；血糖和血压降低；肾保护及其他症状治疗。2023年1月4日，重新检测新型冠状病毒核酸结果为阴性。2023年1月6日，后续胸部CT显示双肺间质性肺炎伴部分实变（图2）。双肺胸膜下区及支气管血管束周围散在多发斑片状及弥漫性磨玻璃密度灶，密度不均匀，部分呈网状改变，病灶部分实变，裂间隔增厚，边缘模糊。"}
{"id": 837, "basic_info": "病例翻译：\n\n一名61岁男性患者，6天前在食用大量红薯后出现症状，包括两次腹泻，呈黄色水样便，伴有恶心、胃酸倒流、阵发性脐周疼痛和疲劳。两天前，患者出现肠鸣气消失，昨日出现间歇性发热，最高温度为38.1°C。既往病史无异常，家族史不详。\n\n体格检查显示，体温36°C，心率116次/分钟，呼吸频率20次/分钟，血压127/82 mmHg。患者神志清醒但精神状态差，面部表情痛苦。心脏和肺部检查无异常。腹部检查显示，腹部轻度僵硬，伴上腹部和左腹部压痛，可疑反跳痛。墨菲氏征和移动性浊音阴性，肠鸣音减弱。四肢无水肿。\n\n第一天的实验室检查显示白细胞计数为22.33×10^9/L（正常范围：3.5~9.5×10^9/L），中性粒细胞比例为0.894（0.40~0.75）。ALT为20 U/L（9~50 U/L），AST为36 U/L（15~40 U/L）。总胆红素为40.45 μmol/L（0~23 μmol/L），直接胆红素为32.7 μmol/L（0~8 μmol/L）。尿素为8.10 mmol/L（3.6~9.5 mmol/L），肌酐为85 μmol/L（57~111 μmol/L）。电解质正常。凝血功能检查显示，凝血酶原时间为14.30秒（9~13秒），活化部分凝血活酶时间为33.4秒（25~31.3秒），凝血酶时间为14.30秒（14~21秒），D-二聚体为2.21 mg/L（0~0.55 mg/L），抗凝血酶活性为59.3%（80%~120%）。心肌酶标志物肌钙蛋白I为0.014 ng/ml（0~0.04 ng/ml），脑钠肽前体为137 pg/ml，降钙素原为7.44 mg/ml。腹部CT和全主动脉CTA影像显示小肠梗阻，升主动脉扩张，近段上肠系膜动脉局限性夹层，腹腔干起始段严重狭窄，以及上肠系膜动脉远端栓塞。\n\n诊断为肠系膜动脉栓塞伴张力性气胸，腹部CT及全主动脉CTA发现显示小肠梗阻，升主动脉扩张，上肠系膜动脉近段局限性夹层，腹腔干起始段严重狭窄，上肠系膜动脉远端栓塞。", "reference_treatment": "以下是英文治疗方案的中文翻译，保留了医学术语和结构：\n\n在全身麻醉下进行术前检查以排除禁忌症后，患者接受了气管插管、闭式胸腔引流、体外膜肺治疗，以及在全身麻醉下进行了剖腹探查+回肠切除+肠道吻合术。术前和术后，患者接受了抗感染药物、抑酸和胃黏膜保护以保护器官、维持内环境稳定、抗凝治疗、肠内和肠外营养以及对症支持治疗。入住重症监护病房后，多次进行了多学科会诊以确定介入治疗或手术治疗是否合适，但未能做出决定。第二天，进行介入性血管造影，结果显示介入治疗无效，因此不建议介入治疗。胃肠道体征考虑患者当前的腹部症状不显著，肠道蠕动和功能存在，因此不建议进行开腹手术。第三晚，患者出现喘息加重、腹胀和腹痛，体温39°C，心率147次/分钟，呼吸频率47次/分钟，氧合指数89 mmHg。胸部X光未发现气胸，认为情况与腹部炎症加重有关。在与家属充分沟通后，计划进行紧急手术。第四天，清晨进入手术室时，患者出现烦躁，坐位呼吸，呼吸频率40次/分钟，胸部X光显示气胸和肺部感染（图2）。立即进行了闭式胸腔引流，但患者的氧合没有明显改善。在进行静脉-静脉体外膜肺治疗后，进行了剖腹探查+回肠切除+肠道吻合术，术后患者安全返回重症监护病房。"}
{"id": 839, "basic_info": "一位87岁的女性患者出现反复咳血，情况在过去一天内加重。她的病史和家族史未知。体检细节无法提供。胸部X光显示鼻胃管盘绕在右胸腔底部。根据胸部影像学检查结果，她被诊断为张力性气胸，影像显示慢性支气管炎、带感染的肺气肿以及右侧气胸。", "reference_treatment": "在确保适当的复苏措施已准备妥当后，进行了拔管。然而，在拔管后，患者立即出现呼吸窘迫、反应迟钝、全身发绀、心率缓慢、血压无法测量，右侧胸腔明显胀大，并且右侧听不到呼吸音。立即在右侧锁骨中线第二肋间用大号针进行了紧急针刺减压，释放了大量气体。随后，在右侧进行闭式胸腔引流。患者的生命体征稳定，意识逐渐清晰，胸部X光显示双肺慢性阻塞性肺气肿伴感染，以及右侧气胸。"}
{"id": 847, "basic_info": "原始病例：\n一名73岁男性患者出现六个月的咳嗽和痰液症状，过去两天发现痰液中带血。患者有40年的吸烟史，大约每天吸烟20支，并且否认饮酒。家庭病史没有详细说明。\n\n体格检查显示，其生命体征为：体温36.2°C，脉搏82次/分钟，呼吸20次/分钟，血压157/81 mmHg。唇部未见紫绀，浅表淋巴结未触及。左肺可听到粗糙的吸气罗音，未检测到湿罗音；右肺呼吸音正常。心血管检查未见心脏肥大，心律规则，无病理性杂音。腹部柔软无压痛，肝脾未触及肋缘以下，无移动性浊音，双下肢无水肿。\n\n实验室检查结果显示：白细胞计数为8.4×10⁹/L，中性粒细胞占71%，血红蛋白水平为153 g/L，C-反应蛋白为15.2 mg/L。肝肾功能正常，肿瘤标志物阴性。动脉血气分析（室内空气）显示：pH值7.38，PaO₂为52.1 mmHg，PaCO₂为42.6 mmHg。多次痰细胞学检查未发现恶性细胞，痰涂片抗酸杆菌阴性。心脏多普勒超声显示轻度三尖瓣反流和轻度肺动脉高压。腹部超声显示右肝叶有囊肿。胸部CT显示左下支气管附近有不规则形状软组织块，沿支气管延伸，左主支气管狭窄，几颗小纵隔淋巴结。放射学诊断提示左中央型肺癌，伴有左下支气管内肿块。\n\n术后病理证实为中央型肺肉瘤癌，发现气管旁边缘为6cm×5cm不明确的灰白色肿块。肿块约有2cm突入支气管腔，组织学检查显示肿瘤细胞成巢状排列，有角化和部分区域坏死，并在其他区域呈梭形或网状排列，伴有黏液基质改变。支气管边缘肿瘤浸润为阳性，但未观察到淋巴结转移。病理诊断为混合型肺肉瘤癌，结合鳞状细胞癌和横纹肌肉瘤。", "reference_treatment": "以下是翻译后的治疗方案：\n\n在支气管镜检查中，观察到距离左主支气管隆突约1.5厘米处有一个肿瘤，表面覆盖大量灰白色坏死物质，周围黏膜呈正常状态。肿瘤的病理活检显示凝固性坏死组织和化脓性渗出物，抗酸染色呈阴性。次日，患者突发胸闷和呼吸急促，指尖氧饱和度下降至60%~70%。床旁胸部X光片显示左肺不张。立即重复支气管镜检查显示左主支气管腔被肿瘤、坏死物质和化脓性分泌物完全堵塞。为缓解气道阻塞和缓解临床症状，以及获取有价值的组织标本，进行了支气管镜冷冻治疗。经过反复冷冻和去除大量坏死物质后，肿瘤呈息肉状，灰红色，质地柔软。在结束治疗前，部分肿瘤已被去除。两天后，再次进行支气管镜冷冻治疗。一旦肿瘤完全从左主支气管腔中去除，左主支气管黏膜呈正常状态。肿瘤延伸至左下支气管，上左支气管的所有段均通畅。在左下支气管腔内的部分肿瘤进一步冷冻并取出用于病理检查。光镜下，肿瘤细胞呈梭形或星形伴有大不典型核，显示核分裂。一些区域呈稀疏排列伴有基质水肿，而其他区域则呈密集排列，伴有大面积坏死。免疫组织化学染色显示CK阴性，VM阳性，S100阴性，CD34阴性，desmin阳性，SMA阴性，myoD-1阳性，提示肉瘤（来源不明）。治疗后，患者症状显著改善。随访胸部X光片显示左上肺复张。患者被转至胸外科进行左下肺叶切除术。术后病理显示一个灰白色肿块，大小为6厘米×5厘米，紧邻支气管切除缘，大约向支气管腔内突出2厘米。显微镜下，一些区域肿瘤细胞呈巢或索状排列，伴有角化珠形成和坏死。其他区域则呈梭形或网状或弥漫性分布，部分基质显示粘液样改变。支气管切除缘呈阳性，无淋巴结转移。病理诊断为肺癌肉瘤，混合鳞状细胞癌和横纹肌肉瘤。"}
